/* Table data for table `t_division_code` 北京市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES ('11','北京市','01','市辖区','北京市市辖区');
	
/* Table data for table `t_division_code` 天津市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES ('12','天津市','01','市辖区','天津市市辖区');
	
/* Table data for table `t_division_code` 河北省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('13','河北省','01','石家庄市','河北省石家庄市'),
	('13','河北省','02','唐山市','河北省唐山市'),
	('13','河北省','03','秦皇岛市','河北省秦皇岛市'),
	('13','河北省','04','邯郸市','河北省邯郸市'),
	('13','河北省','05','邢台市','河北省邢台市'),
	('13','河北省','06','保定市','河北省保定市'),
	('13','河北省','07','张家口市','河北省张家口市'),
	('13','河北省','08','承德市','河北省承德市'),
	('13','河北省','09','沧州市','河北省沧州市'),
	('13','河北省','10','廊坊市','河北省廊坊市'),
	('13','河北省','11','衡水市','河北省衡水市');

/* Table data for table `t_division_code` 山西省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('14','山西省','01','太原市','山西省太原市'),
	('14','山西省','02','大同市','山西省大同市'),
	('14','山西省','03','阳泉市','山西省阳泉市'),
	('14','山西省','04','长治市','山西省长治市'),
	('14','山西省','05','晋城市','山西省晋城市'),
	('14','山西省','06','朔州市','山西省朔州市'),
	('14','山西省','07','晋中市','山西省晋中市'),
	('14','山西省','08','运城市','山西省运城市'),
	('14','山西省','09','忻州市','山西省忻州市'),
	('14','山西省','10','临汾市','山西省临汾市'),
	('14','山西省','11','吕梁市','山西省吕梁市');
	
/* Table data for table `t_division_code` 内蒙古自治区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('15','内蒙古自治区','01','呼和浩特市','内蒙古自治区呼和浩特市'),
	('15','内蒙古自治区','02','包头市','内蒙古自治区包头市'),
	('15','内蒙古自治区','03','乌海市','内蒙古自治区乌海市'),
	('15','内蒙古自治区','04','赤峰市','内蒙古自治区赤峰市'),
	('15','内蒙古自治区','05','通辽市','内蒙古自治区通辽市'),
	('15','内蒙古自治区','06','鄂尔多斯市','内蒙古自治区鄂尔多斯市'),
	('15','内蒙古自治区','07','呼伦贝尔市','内蒙古自治区呼伦贝尔市'),
	('15','内蒙古自治区','08','巴彦淖尔市','内蒙古自治区巴彦淖尔市'),
	('15','内蒙古自治区','09','乌兰察布市','内蒙古自治区乌兰察布市'),
	('15','内蒙古自治区','22','兴安盟','内蒙古自治区兴安盟'),
	('15','内蒙古自治区','25','锡林郭勒盟','内蒙古自治区锡林郭勒盟'),
	('15','内蒙古自治区','29','阿拉善盟','内蒙古自治区阿拉善盟');

/* Table data for table `t_division_code` 辽宁省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('21','辽宁省','01','沈阳市','辽宁省沈阳市'),
	('21','辽宁省','02','大连市','辽宁省大连市'),
	('21','辽宁省','03','鞍山市','辽宁省鞍山市'),
	('21','辽宁省','04','抚顺市','辽宁省抚顺市'),
	('21','辽宁省','05','本溪市','辽宁省本溪市'),
	('21','辽宁省','06','丹东市','辽宁省丹东市'),
	('21','辽宁省','07','锦州市','辽宁省锦州市'),
	('21','辽宁省','08','营口市','辽宁省营口市'),
	('21','辽宁省','09','阜新市','辽宁省阜新市'),
	('21','辽宁省','10','辽阳市','辽宁省辽阳市'),
	('21','辽宁省','11','盘锦市','辽宁省盘锦市'),
	('21','辽宁省','12','铁岭市','辽宁省铁岭市'),
	('21','辽宁省','13','朝阳市','辽宁省朝阳市'),
	('21','辽宁省','14','葫芦岛市','辽宁省葫芦岛市');

/* Table data for table `t_division_code` 吉林省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('22','吉林省','01','长春市','吉林省长春市'),
	('22','吉林省','02','吉林市','吉林省吉林市'),
	('22','吉林省','03','四平市','吉林省四平市'),
	('22','吉林省','04','辽源市','吉林省辽源市'),
	('22','吉林省','05','通化市','吉林省通化市'),
	('22','吉林省','06','白山市','吉林省白山市'),
	('22','吉林省','07','松原市','吉林省松原市'),
	('22','吉林省','08','白城市','吉林省白城市'),
	('22','吉林省','24','延边朝鲜族自治州','吉林省延边朝鲜族自治州');

/* Table data for table `t_division_code` 黑龙江省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('23','黑龙江省','01','哈尔滨市','黑龙江省哈尔滨市'),
	('23','黑龙江省','02','齐齐哈尔市','黑龙江省齐齐哈尔市'),
	('23','黑龙江省','03','鸡西市','黑龙江省鸡西市'),
	('23','黑龙江省','04','鹤岗市','黑龙江省鹤岗市'),
	('23','黑龙江省','05','双鸭山市','黑龙江省双鸭山市'),
	('23','黑龙江省','06','大庆市','黑龙江省大庆市'),
	('23','黑龙江省','07','伊春市','黑龙江省伊春市'),
	('23','黑龙江省','08','佳木斯市','黑龙江省佳木斯市'),
	('23','黑龙江省','09','七台河市','黑龙江省七台河市'),
	('23','黑龙江省','10','牡丹江市','黑龙江省牡丹江市'),
	('23','黑龙江省','11','黑河市','黑龙江省黑河市'),
	('23','黑龙江省','12','绥化市','黑龙江省绥化市'),
	('23','黑龙江省','27','大兴安岭地区','黑龙江省大兴安岭地区');

/* Table data for table `t_division_code` 上海市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES ('31','上海市','01','市辖区','上海市市辖区');

/* Table data for table `t_division_code` 江苏省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('32','江苏省','01','南京市','江苏省南京市'),
	('32','江苏省','02','无锡市','江苏省无锡市'),
	('32','江苏省','03','徐州市','江苏省徐州市'),
	('32','江苏省','04','常州市','江苏省常州市'),
	('32','江苏省','05','苏州市','江苏省苏州市'),
	('32','江苏省','06','南通市','江苏省南通市'),
	('32','江苏省','07','连云港市','江苏省连云港市'),
	('32','江苏省','08','淮安市','江苏省淮安市'),
	('32','江苏省','09','盐城市','江苏省盐城市'),
	('32','江苏省','10','扬州市','江苏省扬州市'),
	('32','江苏省','11','镇江市','江苏省镇江市'),
	('32','江苏省','12','泰州市','江苏省泰州市'),
	('32','江苏省','13','宿迁市','江苏省宿迁市');
	
/* Table data for table `t_division_code` 浙江省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('33','浙江省','01','杭州市','浙江省杭州市'),
	('33','浙江省','02','宁波市','浙江省宁波市'),
	('33','浙江省','03','温州市','浙江省温州市'),
	('33','浙江省','04','嘉兴市','浙江省嘉兴市'),
	('33','浙江省','05','湖州市','浙江省湖州市'),
	('33','浙江省','06','绍兴市','浙江省绍兴市'),
	('33','浙江省','07','金华市','浙江省金华市'),
	('33','浙江省','08','衢州市','浙江省衢州市'),
	('33','浙江省','09','舟山市','浙江省舟山市'),
	('33','浙江省','10','台州市','浙江省台州市'),
	('33','浙江省','11','丽水市','浙江省丽水市');

/* Table data for table `t_division_code` 安徽省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('34','安徽省','01','合肥市','安徽省合肥市'),
	('34','安徽省','02','芜湖市','安徽省芜湖市'),
	('34','安徽省','03','蚌埠市','安徽省蚌埠市'),
	('34','安徽省','04','淮南市','安徽省淮南市'),
	('34','安徽省','05','马鞍山市','安徽省马鞍山市'),
	('34','安徽省','06','淮北市','安徽省淮北市'),
	('34','安徽省','07','铜陵市','安徽省铜陵市'),
	('34','安徽省','08','安庆市','安徽省安庆市'),
	('34','安徽省','10','黄山市','安徽省黄山市'),
	('34','安徽省','11','滁州市','安徽省滁州市'),
	('34','安徽省','12','阜阳市','安徽省阜阳市'),
	('34','安徽省','13','宿州市','安徽省宿州市'),
	('34','安徽省','15','六安市','安徽省六安市'),
	('34','安徽省','16','亳州市','安徽省亳州市'),
	('34','安徽省','17','池州市','安徽省池州市'),
	('34','安徽省','18','宣城市','安徽省宣城市');

/* Table data for table `t_division_code` 福建省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('35','福建省','01','福州市','福建省福州市'),
	('35','福建省','02','厦门市','福建省厦门市'),
	('35','福建省','03','莆田市','福建省莆田市'),
	('35','福建省','04','三明市','福建省三明市'),
	('35','福建省','05','泉州市','福建省泉州市'),
	('35','福建省','06','漳州市','福建省漳州市'),
	('35','福建省','07','南平市','福建省南平市'),
	('35','福建省','08','龙岩市','福建省龙岩市'),
	('35','福建省','09','宁德市','福建省宁德市');

/* Table data for table `t_division_code` 江西省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('36','江西省','01','南昌市','江西省南昌市'),
	('36','江西省','02','景德镇市','江西省景德镇市'),
	('36','江西省','03','萍乡市','江西省萍乡市'),
	('36','江西省','04','九江市','江西省九江市'),
	('36','江西省','05','新余市','江西省新余市'),
	('36','江西省','06','鹰潭市','江西省鹰潭市'),
	('36','江西省','07','赣州市','江西省赣州市'),
	('36','江西省','08','吉安市','江西省吉安市'),
	('36','江西省','09','宜春市','江西省宜春市'),
	('36','江西省','10','抚州市','江西省抚州市'),
	('36','江西省','11','上饶市','江西省上饶市');

/* Table data for table `t_division_code` 山东省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('37','山东省','01','济南市','山东省济南市'),
	('37','山东省','02','青岛市','山东省青岛市'),
	('37','山东省','03','淄博市','山东省淄博市'),
	('37','山东省','04','枣庄市','山东省枣庄市'),
	('37','山东省','05','东营市','山东省东营市'),
	('37','山东省','06','烟台市','山东省烟台市'),
	('37','山东省','07','潍坊市','山东省潍坊市'),
	('37','山东省','08','济宁市','山东省济宁市'),
	('37','山东省','09','泰安市','山东省泰安市'),
	('37','山东省','10','威海市','山东省威海市'),
	('37','山东省','11','日照市','山东省日照市'),
	('37','山东省','13','临沂市','山东省临沂市'),
	('37','山东省','14','德州市','山东省德州市'),
	('37','山东省','15','聊城市','山东省聊城市'),
	('37','山东省','16','滨州市','山东省滨州市'),
	('37','山东省','17','菏泽市','山东省菏泽市');

/* Table data for table `t_division_code` 河南省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('41','河南省','01','郑州市','河南省郑州市'),
	('41','河南省','02','开封市','河南省开封市'),
	('41','河南省','03','洛阳市','河南省洛阳市'),
	('41','河南省','04','平顶山市','河南省平顶山市'),
	('41','河南省','05','安阳市','河南省安阳市'),
	('41','河南省','06','鹤壁市','河南省鹤壁市'),
	('41','河南省','07','新乡市','河南省新乡市'),
	('41','河南省','08','焦作市','河南省焦作市'),
	('41','河南省','09','濮阳市','河南省濮阳市'),
	('41','河南省','10','许昌市','河南省许昌市'),
	('41','河南省','11','漯河市','河南省漯河市'),
	('41','河南省','12','三门峡市','河南省三门峡市'),
	('41','河南省','13','南阳市','河南省南阳市'),
	('41','河南省','14','商丘市','河南省商丘市'),
	('41','河南省','15','信阳市','河南省信阳市'),
	('41','河南省','16','周口市','河南省周口市'),
	('41','河南省','17','驻马店市','河南省驻马店市'),
	('41','河南省','90','省直辖县级行政区划','河南省省直辖县级行政区划');

/* Table data for table `t_division_code` 湖北省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('42','湖北省','01','武汉市','湖北省武汉市'),
	('42','湖北省','02','黄石市','湖北省黄石市'),
	('42','湖北省','03','十堰市','湖北省十堰市'),
	('42','湖北省','05','宜昌市','湖北省宜昌市'),
	('42','湖北省','06','襄阳市','湖北省襄阳市'),
	('42','湖北省','07','鄂州市','湖北省鄂州市'),
	('42','湖北省','08','荆门市','湖北省荆门市'),
	('42','湖北省','09','孝感市','湖北省孝感市'),
	('42','湖北省','10','荆州市','湖北省荆州市'),
	('42','湖北省','11','黄冈市','湖北省黄冈市'),
	('42','湖北省','12','咸宁市','湖北省咸宁市'),
	('42','湖北省','13','随州市','湖北省随州市'),
	('42','湖北省','28','恩施土家族苗族自治州','湖北省恩施土家族苗族自治州'),
	('42','湖北省','90','省直辖县级行政区划','湖北省省直辖县级行政区划');

/* Table data for table `t_division_code` 湖南省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('43','湖南省','01','长沙市','湖南省长沙市'),
	('43','湖南省','02','株洲市','湖南省株洲市'),
	('43','湖南省','03','湘潭市','湖南省湘潭市'),
	('43','湖南省','04','衡阳市','湖南省衡阳市'),
	('43','湖南省','05','邵阳市','湖南省邵阳市'),
	('43','湖南省','06','岳阳市','湖南省岳阳市'),
	('43','湖南省','07','常德市','湖南省常德市'),
	('43','湖南省','08','张家界市','湖南省张家界市'),
	('43','湖南省','09','益阳市','湖南省益阳市'),
	('43','湖南省','10','郴州市','湖南省郴州市'),
	('43','湖南省','11','永州市','湖南省永州市'),
	('43','湖南省','12','怀化市','湖南省怀化市'),
	('43','湖南省','13','娄底市','湖南省娄底市'),
	('43','湖南省','31','湘西土家族苗族自治州','湖南省湘西土家族苗族自治州');

/* Table data for table `t_division_code` 广东省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('44','广东省','01','广州市','广东省广州市'),
	('44','广东省','02','韶关市','广东省韶关市'),
	('44','广东省','03','深圳市','广东省深圳市'),
	('44','广东省','04','珠海市','广东省珠海市'),
	('44','广东省','05','汕头市','广东省汕头市'),
	('44','广东省','06','佛山市','广东省佛山市'),
	('44','广东省','07','江门市','广东省江门市'),
	('44','广东省','08','湛江市','广东省湛江市'),
	('44','广东省','09','茂名市','广东省茂名市'),
	('44','广东省','12','肇庆市','广东省肇庆市'),
	('44','广东省','13','惠州市','广东省惠州市'),
	('44','广东省','14','梅州市','广东省梅州市'),
	('44','广东省','15','汕尾市','广东省汕尾市'),
	('44','广东省','16','河源市','广东省河源市'),
	('44','广东省','17','阳江市','广东省阳江市'),
	('44','广东省','18','清远市','广东省清远市'),
	('44','广东省','19','东莞市','广东省东莞市'),
	('44','广东省','20','中山市','广东省中山市'),
	('44','广东省','51','潮州市','广东省潮州市'),
	('44','广东省','52','揭阳市','广东省揭阳市'),
	('44','广东省','53','云浮市','广东省云浮市');

/* Table data for table `t_division_code` 广西壮族自治区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('45','广西壮族自治区','01','南宁市','广西壮族自治区南宁市'),
	('45','广西壮族自治区','02','柳州市','广西壮族自治区柳州市'),
	('45','广西壮族自治区','03','桂林市','广西壮族自治区桂林市'),
	('45','广西壮族自治区','04','梧州市','广西壮族自治区梧州市'),
	('45','广西壮族自治区','05','北海市','广西壮族自治区北海市'),
	('45','广西壮族自治区','06','防城港市','广西壮族自治区防城港市'),
	('45','广西壮族自治区','07','钦州市','广西壮族自治区钦州市'),
	('45','广西壮族自治区','08','贵港市','广西壮族自治区贵港市'),
	('45','广西壮族自治区','09','玉林市','广西壮族自治区玉林市'),
	('45','广西壮族自治区','10','百色市','广西壮族自治区百色市'),
	('45','广西壮族自治区','11','贺州市','广西壮族自治区贺州市'),
	('45','广西壮族自治区','12','河池市','广西壮族自治区河池市'),
	('45','广西壮族自治区','13','来宾市','广西壮族自治区来宾市'),
	('45','广西壮族自治区','14','崇左市','广西壮族自治区崇左市');

/* Table data for table `t_division_code` 海南省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('46','海南省','01','海口市','海南省海口市'),
	('46','海南省','02','三亚市','海南省三亚市'),
	('46','海南省','03','三沙市','海南省三沙市'),
	('46','海南省','04','儋州市','海南省儋州市'),
	('46','海南省','90','省直辖县级行政区划','海南省省直辖县级行政区划');

/* Table data for table `t_division_code` 重庆市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES  ('50','重庆市','01','市辖区','重庆市市辖区'),('50','重庆市','02','县','重庆市县');

/* Table data for table `t_division_code` 四川省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('51','四川省','01','成都市','四川省成都市'),
	('51','四川省','03','自贡市','四川省自贡市'),
	('51','四川省','04','攀枝花市','四川省攀枝花市'),
	('51','四川省','05','泸州市','四川省泸州市'),
	('51','四川省','06','德阳市','四川省德阳市'),
	('51','四川省','07','绵阳市','四川省绵阳市'),
	('51','四川省','08','广元市','四川省广元市'),
	('51','四川省','09','遂宁市','四川省遂宁市'),
	('51','四川省','10','内江市','四川省内江市'),
	('51','四川省','11','乐山市','四川省乐山市'),
	('51','四川省','13','南充市','四川省南充市'),
	('51','四川省','14','眉山市','四川省眉山市'),
	('51','四川省','15','宜宾市','四川省宜宾市'),
	('51','四川省','16','广安市','四川省广安市'),
	('51','四川省','17','达州市','四川省达州市'),
	('51','四川省','18','雅安市','四川省雅安市'),
	('51','四川省','19','巴中市','四川省巴中市'),
	('51','四川省','20','资阳市','四川省资阳市'),
	('51','四川省','32','阿坝藏族羌族自治州','四川省阿坝藏族羌族自治州'),
	('51','四川省','33','甘孜藏族自治州','四川省甘孜藏族自治州'),
	('51','四川省','34','凉山彝族自治州','四川省凉山彝族自治州');

/* Table data for table `t_division_code` 贵州省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('52','贵州省','01','贵阳市','贵州省贵阳市'),
	('52','贵州省','02','六盘水市','贵州省六盘水市'),
	('52','贵州省','03','遵义市','贵州省遵义市'),
	('52','贵州省','04','安顺市','贵州省安顺市'),
	('52','贵州省','05','毕节市','贵州省毕节市'),
	('52','贵州省','06','铜仁市','贵州省铜仁市'),
	('52','贵州省','23','黔西南布依族苗族自治州','贵州省黔西南布依族苗族自治州'),
	('52','贵州省','26','黔东南苗族侗族自治州','贵州省黔东南苗族侗族自治州'),
	('52','贵州省','27','黔南布依族苗族自治州','贵州省黔南布依族苗族自治州');

/* Table data for table `t_division_code` 云南省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('53','云南省','01','昆明市','云南省昆明市'),
	('53','云南省','03','曲靖市','云南省曲靖市'),
	('53','云南省','04','玉溪市','云南省玉溪市'),
	('53','云南省','05','保山市','云南省保山市'),
	('53','云南省','06','昭通市','云南省昭通市'),
	('53','云南省','07','丽江市','云南省丽江市'),
	('53','云南省','08','普洱市','云南省普洱市'),
	('53','云南省','09','临沧市','云南省临沧市'),
	('53','云南省','23','楚雄彝族自治州','云南省楚雄彝族自治州'),
	('53','云南省','25','红河哈尼族彝族自治州','云南省红河哈尼族彝族自治州'),
	('53','云南省','26','文山壮族苗族自治州','云南省文山壮族苗族自治州'),
	('53','云南省','28','西双版纳傣族自治州','云南省西双版纳傣族自治州'),
	('53','云南省','29','大理白族自治州','云南省大理白族自治州'),
	('53','云南省','31','德宏傣族景颇族自治州','云南省德宏傣族景颇族自治州'),
	('53','云南省','33','怒江傈僳族自治州','云南省怒江傈僳族自治州'),
	('53','云南省','34','迪庆藏族自治州','云南省迪庆藏族自治州');

/* Table data for table `t_division_code` 西藏自治区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('54','西藏自治区','01','拉萨市','西藏自治区拉萨市'),
	('54','西藏自治区','02','日喀则市','西藏自治区日喀则市'),
	('54','西藏自治区','03','昌都市','西藏自治区昌都市'),
	('54','西藏自治区','04','林芝市','西藏自治区林芝市'),
	('54','西藏自治区','05','山南市','西藏自治区山南市'),
	('54','西藏自治区','06','那曲市','西藏自治区那曲市'),
	('54','西藏自治区','25','阿里地区','西藏自治区阿里地区');

/* Table data for table `t_division_code` 陕西省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('61','陕西省','01','西安市','陕西省西安市'),
	('61','陕西省','02','铜川市','陕西省铜川市'),
	('61','陕西省','03','宝鸡市','陕西省宝鸡市'),
	('61','陕西省','04','咸阳市','陕西省咸阳市'),
	('61','陕西省','05','渭南市','陕西省渭南市'),
	('61','陕西省','06','延安市','陕西省延安市'),
	('61','陕西省','07','汉中市','陕西省汉中市'),
	('61','陕西省','08','榆林市','陕西省榆林市'),
	('61','陕西省','09','安康市','陕西省安康市'),
	('61','陕西省','10','商洛市','陕西省商洛市');

/* Table data for table `t_division_code` 甘肃省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('62','甘肃省','01','兰州市','甘肃省兰州市'),
	('62','甘肃省','02','嘉峪关市','甘肃省嘉峪关市'),
	('62','甘肃省','03','金昌市','甘肃省金昌市'),
	('62','甘肃省','04','白银市','甘肃省白银市'),
	('62','甘肃省','05','天水市','甘肃省天水市'),
	('62','甘肃省','06','武威市','甘肃省武威市'),
	('62','甘肃省','07','张掖市','甘肃省张掖市'),
	('62','甘肃省','08','平凉市','甘肃省平凉市'),
	('62','甘肃省','09','酒泉市','甘肃省酒泉市'),
	('62','甘肃省','10','庆阳市','甘肃省庆阳市'),
	('62','甘肃省','11','定西市','甘肃省定西市'),
	('62','甘肃省','12','陇南市','甘肃省陇南市'),
	('62','甘肃省','29','临夏回族自治州','甘肃省临夏回族自治州'),
	('62','甘肃省','30','甘南藏族自治州','甘肃省甘南藏族自治州');

/* Table data for table `t_division_code` 青海省 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('63','青海省','01','西宁市','青海省西宁市'),
	('63','青海省','02','海东市','青海省海东市'),
	('63','青海省','22','海北藏族自治州','青海省海北藏族自治州'),
	('63','青海省','23','黄南藏族自治州','青海省黄南藏族自治州'),
	('63','青海省','25','海南藏族自治州','青海省海南藏族自治州'),
	('63','青海省','26','果洛藏族自治州','青海省果洛藏族自治州'),
	('63','青海省','27','玉树藏族自治州','青海省玉树藏族自治州'),
	('63','青海省','28','海西蒙古族藏族自治州','青海省海西蒙古族藏族自治州');

/* Table data for table `t_division_code` 宁夏回族自治区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('64','宁夏回族自治区','01','银川市','宁夏回族自治区银川市'),
	('64','宁夏回族自治区','02','石嘴山市','宁夏回族自治区石嘴山市'),
	('64','宁夏回族自治区','03','吴忠市','宁夏回族自治区吴忠市'),
	('64','宁夏回族自治区','04','固原市','宁夏回族自治区固原市'),
	('64','宁夏回族自治区','05','中卫市','宁夏回族自治区中卫市');
	
/* Table data for table `t_division_code` 新疆维吾尔自治区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`address`) VALUES 
	('65','新疆维吾尔自治区','01','乌鲁木齐市','新疆维吾尔自治区乌鲁木齐市'),
	('65','新疆维吾尔自治区','02','克拉玛依市','新疆维吾尔自治区克拉玛依市'),
	('65','新疆维吾尔自治区','04','吐鲁番市','新疆维吾尔自治区吐鲁番市'),
	('65','新疆维吾尔自治区','05','哈密市','新疆维吾尔自治区哈密市'),
	('65','新疆维吾尔自治区','23','昌吉回族自治州','新疆维吾尔自治区昌吉回族自治州'),
	('65','新疆维吾尔自治区','27','博尔塔拉蒙古自治州','新疆维吾尔自治区博尔塔拉蒙古自治州'),
	('65','新疆维吾尔自治区','28','巴音郭楞蒙古自治州','新疆维吾尔自治区巴音郭楞蒙古自治州'),
	('65','新疆维吾尔自治区','29','阿克苏地区','新疆维吾尔自治区阿克苏地区'),
	('65','新疆维吾尔自治区','30','克孜勒苏柯尔克孜自治州','新疆维吾尔自治区克孜勒苏柯尔克孜自治州'),
	('65','新疆维吾尔自治区','31','喀什地区','新疆维吾尔自治区喀什地区'),
	('65','新疆维吾尔自治区','32','和田地区','新疆维吾尔自治区和田地区'),
	('65','新疆维吾尔自治区','40','伊犁哈萨克自治州','新疆维吾尔自治区伊犁哈萨克自治州'),
	('65','新疆维吾尔自治区','42','塔城地区','新疆维吾尔自治区塔城地区'),
	('65','新疆维吾尔自治区','43','阿勒泰地区','新疆维吾尔自治区阿勒泰地区'),
	('65','新疆维吾尔自治区','90','自治区直辖县级行政区划','新疆维吾尔自治区自治区直辖县级行政区划');