/* Table data for table `t_division_code` 北京市 */
	
/* Table data for table `t_division_code` 天津市 */
	
/* Table data for table `t_division_code` 河北省 */

/* Table data for table `t_division_code` 山西省 */

/* Table data for table `t_division_code` 内蒙古自治区 */

/* Table data for table `t_division_code` 辽宁省 */

/* Table data for table `t_division_code` 吉林省 */

/* Table data for table `t_division_code` 黑龙江省 */

/* Table data for table `t_division_code` 上海市 */

/* Table data for table `t_division_code` 江苏省 */

/* Table data for table `t_division_code` 浙江省 */

/* Table data for table `t_division_code` 安徽省 */

/* Table data for table `t_division_code` 福建省 */

/* Table data for table `t_division_code` 江西省 */

/* Table data for table `t_division_code` 山东省 */

/* Table data for table `t_division_code` 河南省 */

/* Table data for table `t_division_code` 湖北省 */

/* Table data for table `t_division_code` 湖南省 */

/* Table data for table `t_division_code` 广东省 */

/* Table data for table `t_division_code` 广西壮族自治区 */

/* Table data for table `t_division_code` 海南省 */

/* Table data for table `t_division_code` 重庆市 */

/* Table data for table `t_division_code` 四川省 */

/* Table data for table `t_division_code` 贵州省 */

/* Table data for table `t_division_code` 云南省 */

/* Table data for table `t_division_code` 西藏自治区 */

/* Table data for table `t_division_code` 陕西省 */
/* 西安市-新城区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','01','西安市','02','新城区','001','西一路街道','陕西省西安市新城区西一路街道'),
	('61','陕西省','01','西安市','02','新城区','002','长乐中路街道','陕西省西安市新城区长乐中路街道'),
	('61','陕西省','01','西安市','02','新城区','003','中山门街道','陕西省西安市新城区中山门街道'),
	('61','陕西省','01','西安市','02','新城区','004','韩森寨街道','陕西省西安市新城区韩森寨街道'),
	('61','陕西省','01','西安市','02','新城区','005','解放门街道','陕西省西安市新城区解放门街道'),
	('61','陕西省','01','西安市','02','新城区','006','自强路街道','陕西省西安市新城区自强路街道'),
	('61','陕西省','01','西安市','02','新城区','007','太华路街道','陕西省西安市新城区太华路街道'),
	('61','陕西省','01','西安市','02','新城区','008','长乐西路街道','陕西省西安市新城区长乐西路街道'),
	('61','陕西省','01','西安市','02','新城区','009','胡家庙街道','陕西省西安市新城区胡家庙街道');
/* 西安市-碑林区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','01','西安市','03','碑林区','001','南院门街道','陕西省西安市碑林区南院门街道'),
	('61','陕西省','01','西安市','03','碑林区','002','柏树林街道','陕西省西安市碑林区柏树林街道'),
	('61','陕西省','01','西安市','03','碑林区','003','长乐坊街道','陕西省西安市碑林区长乐坊街道'),
	('61','陕西省','01','西安市','03','碑林区','004','东关南街街道','陕西省西安市碑林区东关南街街道'),
	('61','陕西省','01','西安市','03','碑林区','005','太乙路街道','陕西省西安市碑林区太乙路街道'),
	('61','陕西省','01','西安市','03','碑林区','006','文艺路街道','陕西省西安市碑林区文艺路街道'),
	('61','陕西省','01','西安市','03','碑林区','007','长安路街道','陕西省西安市碑林区长安路街道'),
	('61','陕西省','01','西安市','03','碑林区','008','张家村街道','陕西省西安市碑林区张家村街道');
/* 西安市-莲湖区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','01','西安市','04','莲湖区','001','青年路街道','陕西省西安市莲湖区青年路街道'),
	('61','陕西省','01','西安市','04','莲湖区','002','北院门街道','陕西省西安市莲湖区北院门街道'),
	('61','陕西省','01','西安市','04','莲湖区','003','北关街道','陕西省西安市莲湖区北关街道'),
	('61','陕西省','01','西安市','04','莲湖区','004','红庙坡街道','陕西省西安市莲湖区红庙坡街道'),
	('61','陕西省','01','西安市','04','莲湖区','005','环城西路街道','陕西省西安市莲湖区环城西路街道'),
	('61','陕西省','01','西安市','04','莲湖区','006','西关街道','陕西省西安市莲湖区西关街道'),
	('61','陕西省','01','西安市','04','莲湖区','007','土门街道','陕西省西安市莲湖区土门街道'),
	('61','陕西省','01','西安市','04','莲湖区','008','桃园路街道','陕西省西安市莲湖区桃园路街道'),
	('61','陕西省','01','西安市','04','莲湖区','009','枣园街道','陕西省西安市莲湖区枣园街道');
/* 西安市-灞桥区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','01','西安市','11','灞桥区','001','纺织城街道','陕西省西安市灞桥区纺织城街道'),
	('61','陕西省','01','西安市','11','灞桥区','002','十里铺街道','陕西省西安市灞桥区十里铺街道'),
	('61','陕西省','01','西安市','11','灞桥区','003','红旗街道','陕西省西安市灞桥区红旗街道'),
	('61','陕西省','01','西安市','11','灞桥区','004','席王街道','陕西省西安市灞桥区席王街道'),
	('61','陕西省','01','西安市','11','灞桥区','005','洪庆街道','陕西省西安市灞桥区洪庆街道'),
	('61','陕西省','01','西安市','11','灞桥区','006','狄寨街道','陕西省西安市灞桥区狄寨街道'),
	('61','陕西省','01','西安市','11','灞桥区','007','灞桥街道','陕西省西安市灞桥区灞桥街道'),
	('61','陕西省','01','西安市','11','灞桥区','008','新筑街道','陕西省西安市灞桥区新筑街道'),
	('61','陕西省','01','西安市','11','灞桥区','009','新合街道','陕西省西安市灞桥区新合街道');
/* 西安市-未央区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','01','西安市','12','未央区','001','张家堡街道','陕西省西安市未央区张家堡街道'),
	('61','陕西省','01','西安市','12','未央区','002','三桥街道','陕西省西安市未央区三桥街道'),
	('61','陕西省','01','西安市','12','未央区','003','辛家庙街道','陕西省西安市未央区辛家庙街道'),
	('61','陕西省','01','西安市','12','未央区','004','徐家湾街道','陕西省西安市未央区徐家湾街道'),
	('61','陕西省','01','西安市','12','未央区','005','大明宫街道','陕西省西安市未央区大明宫街道'),
	('61','陕西省','01','西安市','12','未央区','006','谭家街道','陕西省西安市未央区谭家街道'),
	('61','陕西省','01','西安市','12','未央区','007','草滩街道','陕西省西安市未央区草滩街道'),
	('61','陕西省','01','西安市','12','未央区','008','六村堡街道','陕西省西安市未央区六村堡街道'),
	('61','陕西省','01','西安市','12','未央区','009','未央宫街道','陕西省西安市未央区未央宫街道'),
	('61','陕西省','01','西安市','12','未央区','010','汉城街道','陕西省西安市未央区汉城街道'),
	('61','陕西省','01','西安市','12','未央区','011','未央湖街道','陕西省西安市未央区未央湖街道'),
	('61','陕西省','01','西安市','12','未央区','012','建章路街道','陕西省西安市未央区建章路街道');
/* 西安市-雁塔区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','01','西安市','13','雁塔区','001','小寨路街道','陕西省西安市雁塔区小寨路街道'),
	('61','陕西省','01','西安市','13','雁塔区','002','大雁塔街道','陕西省西安市雁塔区大雁塔街道'),
	('61','陕西省','01','西安市','13','雁塔区','003','长延堡街道','陕西省西安市雁塔区长延堡街道'),
	('61','陕西省','01','西安市','13','雁塔区','004','电子城街道','陕西省西安市雁塔区电子城街道'),
	('61','陕西省','01','西安市','13','雁塔区','005','等驾坡街道','陕西省西安市雁塔区等驾坡街道'),
	('61','陕西省','01','西安市','13','雁塔区','006','鱼化寨街道','陕西省西安市雁塔区鱼化寨街道'),
	('61','陕西省','01','西安市','13','雁塔区','007','丈八沟街道','陕西省西安市雁塔区丈八沟街道'),
	('61','陕西省','01','西安市','13','雁塔区','008','曲江街道','陕西省西安市雁塔区曲江街道'),
	('61','陕西省','01','西安市','13','雁塔区','009','杜城街道','陕西省西安市雁塔区杜城街道'),
	('61','陕西省','01','西安市','13','雁塔区','010','漳浒寨街道','陕西省西安市雁塔区漳浒寨街道');
/* 西安市-阎良区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','01','西安市','14','阎良区','001','凤凰路街道','陕西省西安市阎良区凤凰路街道'),
	('61','陕西省','01','西安市','14','阎良区','002','新华路街道','陕西省西安市阎良区新华路街道'),
	('61','陕西省','01','西安市','14','阎良区','003','振兴街道','陕西省西安市阎良区振兴街道'),
	('61','陕西省','01','西安市','14','阎良区','004','新兴街道','陕西省西安市阎良区新兴街道'),
	('61','陕西省','01','西安市','14','阎良区','005','北屯街道','陕西省西安市阎良区北屯街道'),
	('61','陕西省','01','西安市','14','阎良区','006','武屯街道','陕西省西安市阎良区武屯街道'),
	('61','陕西省','01','西安市','14','阎良区','007','关山街道','陕西省西安市阎良区关山街道');
/* 西安市-临潼区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','01','西安市','15','临潼区','001','骊山街道','陕西省西安市临潼区骊山街道'),
	('61','陕西省','01','西安市','15','临潼区','002','秦陵街道','陕西省西安市临潼区秦陵街道'),
	('61','陕西省','01','西安市','15','临潼区','003','新丰街道','陕西省西安市临潼区新丰街道'),
	('61','陕西省','01','西安市','15','临潼区','004','代王街道','陕西省西安市临潼区代王街道'),
	('61','陕西省','01','西安市','15','临潼区','005','斜口街道','陕西省西安市临潼区斜口街道'),
	('61','陕西省','01','西安市','15','临潼区','006','行者街道','陕西省西安市临潼区行者街道'),
	('61','陕西省','01','西安市','15','临潼区','007','零口街道','陕西省西安市临潼区零口街道'),
	('61','陕西省','01','西安市','15','临潼区','008','相桥街道','陕西省西安市临潼区相桥街道'),
	('61','陕西省','01','西安市','15','临潼区','009','雨金街道','陕西省西安市临潼区雨金街道'),
	('61','陕西省','01','西安市','15','临潼区','010','新市街道','陕西省西安市临潼区新市街道'),
	('61','陕西省','01','西安市','15','临潼区','011','徐杨街道','陕西省西安市临潼区徐杨街道'),
	('61','陕西省','01','西安市','15','临潼区','012','西泉街道','陕西省西安市临潼区西泉街道'),
	('61','陕西省','01','西安市','15','临潼区','013','栎阳街道','陕西省西安市临潼区栎阳街道'),
	('61','陕西省','01','西安市','15','临潼区','014','马额街道','陕西省西安市临潼区马额街道'),
	('61','陕西省','01','西安市','15','临潼区','015','何寨街道','陕西省西安市临潼区何寨街道'),
	('61','陕西省','01','西安市','15','临潼区','016','交口街道','陕西省西安市临潼区交口街道'),
	('61','陕西省','01','西安市','15','临潼区','017','油槐街道','陕西省西安市临潼区油槐街道'),
	('61','陕西省','01','西安市','15','临潼区','018','北田街道','陕西省西安市临潼区北田街道'),
	('61','陕西省','01','西安市','15','临潼区','019','铁炉街道','陕西省西安市临潼区铁炉街道'),
	('61','陕西省','01','西安市','15','临潼区','020','任留街道','陕西省西安市临潼区任留街道'),
	('61','陕西省','01','西安市','15','临潼区','021','穆寨街道','陕西省西安市临潼区穆寨街道'),
	('61','陕西省','01','西安市','15','临潼区','022','小金街道','陕西省西安市临潼区小金街道'),
	('61','陕西省','01','西安市','15','临潼区','023','仁宗街道','陕西省西安市临潼区仁宗街道');
/* 西安市-长安区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','01','西安市','16','长安区','001','韦曲街道','陕西省西安市长安区韦曲街道'),
	('61','陕西省','01','西安市','16','长安区','002','郭杜街道','陕西省西安市长安区郭杜街道'),
	('61','陕西省','01','西安市','16','长安区','003','滦镇街道','陕西省西安市长安区滦镇街道'),
	('61','陕西省','01','西安市','16','长安区','004','引镇街道','陕西省西安市长安区引镇街道'),
	('61','陕西省','01','西安市','16','长安区','005','王寺街道','陕西省西安市长安区王寺街道'),
	('61','陕西省','01','西安市','16','长安区','006','马王街道','陕西省西安市长安区马王街道'),
	('61','陕西省','01','西安市','16','长安区','007','太乙宫街道','陕西省西安市长安区太乙宫街道'),
	('61','陕西省','01','西安市','16','长安区','008','东大街道','陕西省西安市长安区东大街道'),
	('61','陕西省','01','西安市','16','长安区','009','子午街道','陕西省西安市长安区子午街道'),
	('61','陕西省','01','西安市','16','长安区','010','斗门街道','陕西省西安市长安区斗门街道'),
	('61','陕西省','01','西安市','16','长安区','011','细柳街道','陕西省西安市长安区细柳街道'),
	('61','陕西省','01','西安市','16','长安区','012','杜曲街道','陕西省西安市长安区杜曲街道'),
	('61','陕西省','01','西安市','16','长安区','013','大兆街道','陕西省西安市长安区大兆街道'),
	('61','陕西省','01','西安市','16','长安区','014','黄良街道','陕西省西安市长安区黄良街道'),
	('61','陕西省','01','西安市','16','长安区','015','兴隆街道','陕西省西安市长安区兴隆街道'),
	('61','陕西省','01','西安市','16','长安区','016','王曲街道','陕西省西安市长安区王曲街道'),
	('61','陕西省','01','西安市','16','长安区','017','鸣犊街道','陕西省西安市长安区鸣犊街道'),
	('61','陕西省','01','西安市','16','长安区','018','王莽街道','陕西省西安市长安区王莽街道'),
	('61','陕西省','01','西安市','16','长安区','019','五台街道','陕西省西安市长安区五台街道'),
	('61','陕西省','01','西安市','16','长安区','020','高桥街道','陕西省西安市长安区高桥街道'),
	('61','陕西省','01','西安市','16','长安区','021','五星街道','陕西省西安市长安区五星街道'),
	('61','陕西省','01','西安市','16','长安区','022','灵沼街道','陕西省西安市长安区灵沼街道'),
	('61','陕西省','01','西安市','16','长安区','023','杨庄街道','陕西省西安市长安区杨庄街道'),
	('61','陕西省','01','西安市','16','长安区','024','砲里街道','陕西省西安市长安区砲里街道'),
	('61','陕西省','01','西安市','16','长安区','025','魏寨街道','陕西省西安市长安区魏寨街道');
/* 西安市-高陵区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','01','西安市','17','高陵区','001','鹿苑街道','陕西省西安市高陵区鹿苑街道'),
	('61','陕西省','01','西安市','17','高陵区','002','泾渭街道','陕西省西安市高陵区泾渭街道'),
	('61','陕西省','01','西安市','17','高陵区','003','崇皇街道','陕西省西安市高陵区崇皇街道'),
	('61','陕西省','01','西安市','17','高陵区','004','姬家街道','陕西省西安市高陵区姬家街道'),
	('61','陕西省','01','西安市','17','高陵区','005','耿镇街道','陕西省西安市高陵区耿镇街道'),
	('61','陕西省','01','西安市','17','高陵区','006','张卜街道','陕西省西安市高陵区张卜街道'),
	('61','陕西省','01','西安市','17','高陵区','007','通远街道','陕西省西安市高陵区通远街道');
/* 西安市-鄠邑区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','01','西安市','18','鄠邑区','001','甘亭街道','陕西省西安市鄠邑区甘亭街道'),
	('61','陕西省','01','西安市','18','鄠邑区','002','余下街道','陕西省西安市鄠邑区余下街道'),
	('61','陕西省','01','西安市','18','鄠邑区','003','玉蝉街道','陕西省西安市鄠邑区玉蝉街道'),
	('61','陕西省','01','西安市','18','鄠邑区','004','五竹街道','陕西省西安市鄠邑区五竹街道'),
	('61','陕西省','01','西安市','18','鄠邑区','005','大王街道','陕西省西安市鄠邑区大王街道'),
	('61','陕西省','01','西安市','18','鄠邑区','006','秦渡街道','陕西省西安市鄠邑区秦渡街道'),
	('61','陕西省','01','西安市','18','鄠邑区','007','草堂街道','陕西省西安市鄠邑区草堂街道'),
	('61','陕西省','01','西安市','18','鄠邑区','008','庞光街道','陕西省西安市鄠邑区庞光街道'),
	('61','陕西省','01','西安市','18','鄠邑区','102','祖庵镇','陕西省西安市鄠邑区祖庵镇'),
	('61','陕西省','01','西安市','18','鄠邑区','106','蒋村镇','陕西省西安市鄠邑区蒋村镇'),
	('61','陕西省','01','西安市','18','鄠邑区','108','涝店镇','陕西省西安市鄠邑区涝店镇'),
	('61','陕西省','01','西安市','18','鄠邑区','109','甘河镇','陕西省西安市鄠邑区甘河镇'),
	('61','陕西省','01','西安市','18','鄠邑区','110','石井镇','陕西省西安市鄠邑区石井镇'),
	('61','陕西省','01','西安市','18','鄠邑区','114','渭丰镇','陕西省西安市鄠邑区渭丰镇');
/* 西安市-蓝田县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','01','西安市','22','蓝田县','001','蓝关街道','陕西省西安市蓝田县蓝关街道'),
	('61','陕西省','01','西安市','22','蓝田县','101','洩湖镇','陕西省西安市蓝田县洩湖镇'),
	('61','陕西省','01','西安市','22','蓝田县','102','华胥镇','陕西省西安市蓝田县华胥镇'),
	('61','陕西省','01','西安市','22','蓝田县','103','前卫镇','陕西省西安市蓝田县前卫镇'),
	('61','陕西省','01','西安市','22','蓝田县','104','汤峪镇','陕西省西安市蓝田县汤峪镇'),
	('61','陕西省','01','西安市','22','蓝田县','105','焦岱镇','陕西省西安市蓝田县焦岱镇'),
	('61','陕西省','01','西安市','22','蓝田县','106','玉山镇','陕西省西安市蓝田县玉山镇'),
	('61','陕西省','01','西安市','22','蓝田县','107','三里镇','陕西省西安市蓝田县三里镇'),
	('61','陕西省','01','西安市','22','蓝田县','108','普化镇','陕西省西安市蓝田县普化镇'),
	('61','陕西省','01','西安市','22','蓝田县','109','葛牌镇','陕西省西安市蓝田县葛牌镇'),
	('61','陕西省','01','西安市','22','蓝田县','110','灞源镇','陕西省西安市蓝田县灞源镇'),
	('61','陕西省','01','西安市','22','蓝田县','111','九间房镇','陕西省西安市蓝田县九间房镇'),
	('61','陕西省','01','西安市','22','蓝田县','112','蓝桥镇','陕西省西安市蓝田县蓝桥镇'),
	('61','陕西省','01','西安市','22','蓝田县','113','辋川镇','陕西省西安市蓝田县辋川镇'),
	('61','陕西省','01','西安市','22','蓝田县','115','厚镇','陕西省西安市蓝田县厚镇'),
	('61','陕西省','01','西安市','22','蓝田县','116','三官庙镇','陕西省西安市蓝田县三官庙镇'),
	('61','陕西省','01','西安市','22','蓝田县','118','安村镇','陕西省西安市蓝田县安村镇'),
	('61','陕西省','01','西安市','22','蓝田县','119','孟村镇','陕西省西安市蓝田县孟村镇'),
	('61','陕西省','01','西安市','22','蓝田县','120','小寨镇','陕西省西安市蓝田县小寨镇');
/* 西安市-周至县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','01','西安市','24','周至县','001','二曲街道','陕西省西安市周至县二曲街道'),
	('61','陕西省','01','西安市','24','周至县','101','哑柏镇','陕西省西安市周至县哑柏镇'),
	('61','陕西省','01','西安市','24','周至县','102','终南镇','陕西省西安市周至县终南镇'),
	('61','陕西省','01','西安市','24','周至县','103','马召镇','陕西省西安市周至县马召镇'),
	('61','陕西省','01','西安市','24','周至县','104','集贤镇','陕西省西安市周至县集贤镇'),
	('61','陕西省','01','西安市','24','周至县','105','楼观镇','陕西省西安市周至县楼观镇'),
	('61','陕西省','01','西安市','24','周至县','106','尚村镇','陕西省西安市周至县尚村镇'),
	('61','陕西省','01','西安市','24','周至县','107','广济镇','陕西省西安市周至县广济镇'),
	('61','陕西省','01','西安市','24','周至县','108','厚畛子镇','陕西省西安市周至县厚畛子镇'),
	('61','陕西省','01','西安市','24','周至县','109','青化镇','陕西省西安市周至县青化镇'),
	('61','陕西省','01','西安市','24','周至县','110','竹峪镇','陕西省西安市周至县竹峪镇'),
	('61','陕西省','01','西安市','24','周至县','111','翠峰镇','陕西省西安市周至县翠峰镇'),
	('61','陕西省','01','西安市','24','周至县','112','四屯镇','陕西省西安市周至县四屯镇'),
	('61','陕西省','01','西安市','24','周至县','115','司竹镇','陕西省西安市周至县司竹镇'),
	('61','陕西省','01','西安市','24','周至县','116','九峰镇','陕西省西安市周至县九峰镇'),
	('61','陕西省','01','西安市','24','周至县','117','富仁镇','陕西省西安市周至县富仁镇'),
	('61','陕西省','01','西安市','24','周至县','118','骆峪镇','陕西省西安市周至县骆峪镇'),
	('61','陕西省','01','西安市','24','周至县','119','陈河镇','陕西省西安市周至县陈河镇'),
	('61','陕西省','01','西安市','24','周至县','120','板房子镇','陕西省西安市周至县板房子镇'),
	('61','陕西省','01','西安市','24','周至县','121','王家河镇','陕西省西安市周至县王家河镇');

/* 铜川市-王益区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','02','铜川市','02','王益区','001','七一路街道','陕西省铜川市王益区七一路街道'),
	('61','陕西省','02','铜川市','02','王益区','002','红旗街街道','陕西省铜川市王益区红旗街街道'),
	('61','陕西省','02','铜川市','02','王益区','003','桃园街道','陕西省铜川市王益区桃园街道'),
	('61','陕西省','02','铜川市','02','王益区','004','青年路街道','陕西省铜川市王益区青年路街道'),
	('61','陕西省','02','铜川市','02','王益区','005','王家河街道','陕西省铜川市王益区王家河街道'),
	('61','陕西省','02','铜川市','02','王益区','006','王益街道','陕西省铜川市王益区王益街道'),
	('61','陕西省','02','铜川市','02','王益区','100','黄堡镇','陕西省铜川市王益区黄堡镇');
/* 铜川市-印台区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','02','铜川市','03','印台区','001','城关街道','陕西省铜川市印台区城关街道'),
	('61','陕西省','02','铜川市','03','印台区','002','三里洞街道','陕西省铜川市印台区三里洞街道'),
	('61','陕西省','02','铜川市','03','印台区','003','王石凹街道','陕西省铜川市印台区王石凹街道'),
	('61','陕西省','02','铜川市','03','印台区','004','印台街道','陕西省铜川市印台区印台街道'),
	('61','陕西省','02','铜川市','03','印台区','100','陈炉镇','陕西省铜川市印台区陈炉镇'),
	('61','陕西省','02','铜川市','03','印台区','101','红土镇','陕西省铜川市印台区红土镇'),
	('61','陕西省','02','铜川市','03','印台区','102','广阳镇','陕西省铜川市印台区广阳镇'),
	('61','陕西省','02','铜川市','03','印台区','104','金锁关镇','陕西省铜川市印台区金锁关镇'),
	('61','陕西省','02','铜川市','03','印台区','106','阿庄镇','陕西省铜川市印台区阿庄镇');
/* 铜川市-耀州区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','02','铜川市','04','耀州区','001','永安路街道','陕西省铜川市耀州区永安路街道'),
	('61','陕西省','02','铜川市','04','耀州区','002','天宝路街道','陕西省铜川市耀州区天宝路街道'),
	('61','陕西省','02','铜川市','04','耀州区','003','咸丰路街道','陕西省铜川市耀州区咸丰路街道'),
	('61','陕西省','02','铜川市','04','耀州区','004','正阳路街道','陕西省铜川市耀州区正阳路街道'),
	('61','陕西省','02','铜川市','04','耀州区','005','锦阳路街道','陕西省铜川市耀州区锦阳路街道'),
	('61','陕西省','02','铜川市','04','耀州区','006','坡头街道','陕西省铜川市耀州区坡头街道'),
	('61','陕西省','02','铜川市','04','耀州区','101','董家河镇','陕西省铜川市耀州区董家河镇'),
	('61','陕西省','02','铜川市','04','耀州区','102','庙湾镇','陕西省铜川市耀州区庙湾镇'),
	('61','陕西省','02','铜川市','04','耀州区','103','瑶曲镇','陕西省铜川市耀州区瑶曲镇'),
	('61','陕西省','02','铜川市','04','耀州区','104','照金镇','陕西省铜川市耀州区照金镇'),
	('61','陕西省','02','铜川市','04','耀州区','107','小丘镇','陕西省铜川市耀州区小丘镇'),
	('61','陕西省','02','铜川市','04','耀州区','108','孙原镇','陕西省铜川市耀州区孙原镇'),
	('61','陕西省','02','铜川市','04','耀州区','109','关庄镇','陕西省铜川市耀州区关庄镇'),
	('61','陕西省','02','铜川市','04','耀州区','110','石柱镇','陕西省铜川市耀州区石柱镇');
/* 铜川市-宜君县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','02','铜川市','22','宜君县','001','宜阳街道','陕西省铜川市宜君县宜阳街道'),
	('61','陕西省','02','铜川市','22','宜君县','101','彭镇','陕西省铜川市宜君县彭镇'),
	('61','陕西省','02','铜川市','22','宜君县','102','五里镇','陕西省铜川市宜君县五里镇'),
	('61','陕西省','02','铜川市','22','宜君县','103','太安镇','陕西省铜川市宜君县太安镇'),
	('61','陕西省','02','铜川市','22','宜君县','104','棋盘镇','陕西省铜川市宜君县棋盘镇'),
	('61','陕西省','02','铜川市','22','宜君县','105','尧生镇','陕西省铜川市宜君县尧生镇'),
	('61','陕西省','02','铜川市','22','宜君县','106','哭泉镇','陕西省铜川市宜君县哭泉镇'),
	('61','陕西省','02','铜川市','22','宜君县','201','云梦乡','陕西省铜川市宜君县云梦乡');

/* 宝鸡市-渭滨区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','03','宝鸡市','02','渭滨区','001','金陵街道','陕西省宝鸡市渭滨区金陵街道'),
	('61','陕西省','03','宝鸡市','02','渭滨区','002','经二路街道','陕西省宝鸡市渭滨区经二路街道'),
	('61','陕西省','03','宝鸡市','02','渭滨区','003','清姜街道','陕西省宝鸡市渭滨区清姜街道'),
	('61','陕西省','03','宝鸡市','02','渭滨区','004','姜谭街道','陕西省宝鸡市渭滨区姜谭街道'),
	('61','陕西省','03','宝鸡市','02','渭滨区','005','桥南街道','陕西省宝鸡市渭滨区桥南街道'),
	('61','陕西省','03','宝鸡市','02','渭滨区','100','马营镇','陕西省宝鸡市渭滨区马营镇'),
	('61','陕西省','03','宝鸡市','02','渭滨区','101','石鼓镇','陕西省宝鸡市渭滨区石鼓镇'),
	('61','陕西省','03','宝鸡市','02','渭滨区','102','神农镇','陕西省宝鸡市渭滨区神农镇'),
	('61','陕西省','03','宝鸡市','02','渭滨区','103','高家镇','陕西省宝鸡市渭滨区高家镇'),
	('61','陕西省','03','宝鸡市','02','渭滨区','104','八鱼镇','陕西省宝鸡市渭滨区八鱼镇');
/* 宝鸡市-金台区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','03','宝鸡市','03','金台区','001','中山东路街道','陕西省宝鸡市金台区中山东路街道'),
	('61','陕西省','03','宝鸡市','03','金台区','002','西关街道','陕西省宝鸡市金台区西关街道'),
	('61','陕西省','03','宝鸡市','03','金台区','003','中山西路街道','陕西省宝鸡市金台区中山西路街道'),
	('61','陕西省','03','宝鸡市','03','金台区','004','群众路街道','陕西省宝鸡市金台区群众路街道'),
	('61','陕西省','03','宝鸡市','03','金台区','006','东风路街道','陕西省宝鸡市金台区东风路街道'),
	('61','陕西省','03','宝鸡市','03','金台区','007','十里铺街道','陕西省宝鸡市金台区十里铺街道'),
	('61','陕西省','03','宝鸡市','03','金台区','008','卧龙寺街道','陕西省宝鸡市金台区卧龙寺街道'),
	('61','陕西省','03','宝鸡市','03','金台区','100','陈仓镇','陕西省宝鸡市金台区陈仓镇'),
	('61','陕西省','03','宝鸡市','03','金台区','101','蟠龙镇','陕西省宝鸡市金台区蟠龙镇'),
	('61','陕西省','03','宝鸡市','03','金台区','102','金河镇','陕西省宝鸡市金台区金河镇'),
	('61','陕西省','03','宝鸡市','03','金台区','103','硖石镇','陕西省宝鸡市金台区硖石镇');
/* 宝鸡市-陈仓区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','03','宝鸡市','04','陈仓区','001','虢镇街道','陕西省宝鸡市陈仓区虢镇街道'),
	('61','陕西省','03','宝鸡市','04','陈仓区','002','东关街道','陕西省宝鸡市陈仓区东关街道'),
	('61','陕西省','03','宝鸡市','04','陈仓区','003','千渭街道','陕西省宝鸡市陈仓区千渭街道'),
	('61','陕西省','03','宝鸡市','04','陈仓区','101','阳平镇','陕西省宝鸡市陈仓区阳平镇'),
	('61','陕西省','03','宝鸡市','04','陈仓区','102','千河镇','陕西省宝鸡市陈仓区千河镇'),
	('61','陕西省','03','宝鸡市','04','陈仓区','103','磻溪镇','陕西省宝鸡市陈仓区磻溪镇'),
	('61','陕西省','03','宝鸡市','04','陈仓区','104','天王镇','陕西省宝鸡市陈仓区天王镇'),
	('61','陕西省','03','宝鸡市','04','陈仓区','105','慕仪镇','陕西省宝鸡市陈仓区慕仪镇'),
	('61','陕西省','03','宝鸡市','04','陈仓区','106','周原镇','陕西省宝鸡市陈仓区周原镇'),
	('61','陕西省','03','宝鸡市','04','陈仓区','107','贾村镇','陕西省宝鸡市陈仓区贾村镇'),
	('61','陕西省','03','宝鸡市','04','陈仓区','109','县功镇','陕西省宝鸡市陈仓区县功镇'),
	('61','陕西省','03','宝鸡市','04','陈仓区','110','新街镇','陕西省宝鸡市陈仓区新街镇'),
	('61','陕西省','03','宝鸡市','04','陈仓区','111','坪头镇','陕西省宝鸡市陈仓区坪头镇'),
	('61','陕西省','03','宝鸡市','04','陈仓区','112','香泉镇','陕西省宝鸡市陈仓区香泉镇'),
	('61','陕西省','03','宝鸡市','04','陈仓区','113','赤沙镇','陕西省宝鸡市陈仓区赤沙镇'),
	('61','陕西省','03','宝鸡市','04','陈仓区','114','拓石镇','陕西省宝鸡市陈仓区拓石镇'),
	('61','陕西省','03','宝鸡市','04','陈仓区','115','凤阁岭镇','陕西省宝鸡市陈仓区凤阁岭镇'),
	('61','陕西省','03','宝鸡市','04','陈仓区','116','钓渭镇','陕西省宝鸡市陈仓区钓渭镇');
/* 宝鸡市-凤翔县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','03','宝鸡市','22','凤翔县','100','城关镇','陕西省宝鸡市凤翔县城关镇'),
	('61','陕西省','03','宝鸡市','22','凤翔县','101','虢王镇','陕西省宝鸡市凤翔县虢王镇'),
	('61','陕西省','03','宝鸡市','22','凤翔县','102','彪角镇','陕西省宝鸡市凤翔县彪角镇'),
	('61','陕西省','03','宝鸡市','22','凤翔县','103','横水镇','陕西省宝鸡市凤翔县横水镇'),
	('61','陕西省','03','宝鸡市','22','凤翔县','104','田家庄镇','陕西省宝鸡市凤翔县田家庄镇'),
	('61','陕西省','03','宝鸡市','22','凤翔县','105','糜杆桥镇','陕西省宝鸡市凤翔县糜杆桥镇'),
	('61','陕西省','03','宝鸡市','22','凤翔县','107','南指挥镇','陕西省宝鸡市凤翔县南指挥镇'),
	('61','陕西省','03','宝鸡市','22','凤翔县','108','陈村镇','陕西省宝鸡市凤翔县陈村镇'),
	('61','陕西省','03','宝鸡市','22','凤翔县','109','长青镇','陕西省宝鸡市凤翔县长青镇'),
	('61','陕西省','03','宝鸡市','22','凤翔县','110','柳林镇','陕西省宝鸡市凤翔县柳林镇'),
	('61','陕西省','03','宝鸡市','22','凤翔县','111','姚家沟镇','陕西省宝鸡市凤翔县姚家沟镇'),
	('61','陕西省','03','宝鸡市','22','凤翔县','112','范家寨镇','陕西省宝鸡市凤翔县范家寨镇');
/* 宝鸡市-岐山县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','03','宝鸡市','23','岐山县','100','凤鸣镇','陕西省宝鸡市岐山县凤鸣镇'),
	('61','陕西省','03','宝鸡市','23','岐山县','101','蔡家坡镇','陕西省宝鸡市岐山县蔡家坡镇'),
	('61','陕西省','03','宝鸡市','23','岐山县','103','益店镇','陕西省宝鸡市岐山县益店镇'),
	('61','陕西省','03','宝鸡市','23','岐山县','104','蒲村镇','陕西省宝鸡市岐山县蒲村镇'),
	('61','陕西省','03','宝鸡市','23','岐山县','106','青化镇','陕西省宝鸡市岐山县青化镇'),
	('61','陕西省','03','宝鸡市','23','岐山县','107','枣林镇','陕西省宝鸡市岐山县枣林镇'),
	('61','陕西省','03','宝鸡市','23','岐山县','108','雍川镇','陕西省宝鸡市岐山县雍川镇'),
	('61','陕西省','03','宝鸡市','23','岐山县','111','故郡镇','陕西省宝鸡市岐山县故郡镇'),
	('61','陕西省','03','宝鸡市','23','岐山县','112','京当镇','陕西省宝鸡市岐山县京当镇');
/* 宝鸡市-扶风县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','03','宝鸡市','24','扶风县','001','城关街道','陕西省宝鸡市扶风县城关街道'),
	('61','陕西省','03','宝鸡市','24','扶风县','101','天度镇','陕西省宝鸡市扶风县天度镇'),
	('61','陕西省','03','宝鸡市','24','扶风县','102','午井镇','陕西省宝鸡市扶风县午井镇'),
	('61','陕西省','03','宝鸡市','24','扶风县','103','绛帐镇','陕西省宝鸡市扶风县绛帐镇'),
	('61','陕西省','03','宝鸡市','24','扶风县','104','段家镇','陕西省宝鸡市扶风县段家镇'),
	('61','陕西省','03','宝鸡市','24','扶风县','105','杏林镇','陕西省宝鸡市扶风县杏林镇'),
	('61','陕西省','03','宝鸡市','24','扶风县','106','召公镇','陕西省宝鸡市扶风县召公镇'),
	('61','陕西省','03','宝鸡市','24','扶风县','107','法门镇','陕西省宝鸡市扶风县法门镇');
/* 宝鸡市-眉县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','03','宝鸡市','26','眉县','001','首善街道','陕西省宝鸡市眉县首善街道'),
	('61','陕西省','03','宝鸡市','26','眉县','101','横渠镇','陕西省宝鸡市眉县横渠镇'),
	('61','陕西省','03','宝鸡市','26','眉县','102','槐芽镇','陕西省宝鸡市眉县槐芽镇'),
	('61','陕西省','03','宝鸡市','26','眉县','103','汤峪镇','陕西省宝鸡市眉县汤峪镇'),
	('61','陕西省','03','宝鸡市','26','眉县','104','常兴镇','陕西省宝鸡市眉县常兴镇'),
	('61','陕西省','03','宝鸡市','26','眉县','105','金渠镇','陕西省宝鸡市眉县金渠镇'),
	('61','陕西省','03','宝鸡市','26','眉县','106','营头镇','陕西省宝鸡市眉县营头镇'),
	('61','陕西省','03','宝鸡市','26','眉县','107','齐镇','陕西省宝鸡市眉县齐镇'),
	('61','陕西省','03','宝鸡市','26','眉县','400','陕西省太白山旅游区','陕西省宝鸡市眉县陕西省太白山旅游区'),
	('61','陕西省','03','宝鸡市','26','眉县','401','红河谷森林公园','陕西省宝鸡市眉县红河谷森林公园');
/* 宝鸡市-陇县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','03','宝鸡市','27','陇县','100','城关镇','陕西省宝鸡市陇县城关镇'),
	('61','陕西省','03','宝鸡市','27','陇县','101','东风镇','陕西省宝鸡市陇县东风镇'),
	('61','陕西省','03','宝鸡市','27','陇县','102','八渡镇','陕西省宝鸡市陇县八渡镇'),
	('61','陕西省','03','宝鸡市','27','陇县','104','东南镇','陕西省宝鸡市陇县东南镇'),
	('61','陕西省','03','宝鸡市','27','陇县','106','温水镇','陕西省宝鸡市陇县温水镇'),
	('61','陕西省','03','宝鸡市','27','陇县','107','天成镇','陕西省宝鸡市陇县天成镇'),
	('61','陕西省','03','宝鸡市','27','陇县','108','曹家湾镇','陕西省宝鸡市陇县曹家湾镇'),
	('61','陕西省','03','宝鸡市','27','陇县','109','固关镇','陕西省宝鸡市陇县固关镇'),
	('61','陕西省','03','宝鸡市','27','陇县','112','河北镇','陕西省宝鸡市陇县河北镇'),
	('61','陕西省','03','宝鸡市','27','陇县','113','新集川镇','陕西省宝鸡市陇县新集川镇');
/* 宝鸡市-千阳县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','03','宝鸡市','28','千阳县','100','城关镇','陕西省宝鸡市千阳县城关镇'),
	('61','陕西省','03','宝鸡市','28','千阳县','101','崔家头镇','陕西省宝鸡市千阳县崔家头镇'),
	('61','陕西省','03','宝鸡市','28','千阳县','102','南寨镇','陕西省宝鸡市千阳县南寨镇'),
	('61','陕西省','03','宝鸡市','28','千阳县','103','张家塬镇','陕西省宝鸡市千阳县张家塬镇'),
	('61','陕西省','03','宝鸡市','28','千阳县','104','水沟镇','陕西省宝鸡市千阳县水沟镇'),
	('61','陕西省','03','宝鸡市','28','千阳县','105','草碧镇','陕西省宝鸡市千阳县草碧镇'),
	('61','陕西省','03','宝鸡市','28','千阳县','107','高崖镇','陕西省宝鸡市千阳县高崖镇');
/* 宝鸡市-麟游县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','03','宝鸡市','29','麟游县','100','九成宫镇','陕西省宝鸡市麟游县九成宫镇'),
	('61','陕西省','03','宝鸡市','29','麟游县','101','崔木镇','陕西省宝鸡市麟游县崔木镇'),
	('61','陕西省','03','宝鸡市','29','麟游县','102','招贤镇','陕西省宝鸡市麟游县招贤镇'),
	('61','陕西省','03','宝鸡市','29','麟游县','103','两亭镇','陕西省宝鸡市麟游县两亭镇'),
	('61','陕西省','03','宝鸡市','29','麟游县','105','常丰镇','陕西省宝鸡市麟游县常丰镇'),
	('61','陕西省','03','宝鸡市','29','麟游县','106','丈八镇','陕西省宝鸡市麟游县丈八镇'),
	('61','陕西省','03','宝鸡市','29','麟游县','107','酒房镇','陕西省宝鸡市麟游县酒房镇');
/* 宝鸡市-凤县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','03','宝鸡市','30','凤县','100','双石铺镇','陕西省宝鸡市凤县双石铺镇'),
	('61','陕西省','03','宝鸡市','30','凤县','101','凤州镇','陕西省宝鸡市凤县凤州镇'),
	('61','陕西省','03','宝鸡市','30','凤县','102','黄牛铺镇','陕西省宝鸡市凤县黄牛铺镇'),
	('61','陕西省','03','宝鸡市','30','凤县','103','红花铺镇','陕西省宝鸡市凤县红花铺镇'),
	('61','陕西省','03','宝鸡市','30','凤县','104','河口镇','陕西省宝鸡市凤县河口镇'),
	('61','陕西省','03','宝鸡市','30','凤县','105','唐藏镇','陕西省宝鸡市凤县唐藏镇'),
	('61','陕西省','03','宝鸡市','30','凤县','106','平木镇','陕西省宝鸡市凤县平木镇'),
	('61','陕西省','03','宝鸡市','30','凤县','107','坪坎镇','陕西省宝鸡市凤县坪坎镇'),
	('61','陕西省','03','宝鸡市','30','凤县','110','留凤关镇','陕西省宝鸡市凤县留凤关镇'),
	('61','陕西省','03','宝鸡市','30','凤县','400','马头滩林业局','陕西省宝鸡市凤县马头滩林业局'),
	('61','陕西省','03','宝鸡市','30','凤县','401','辛家山林业场','陕西省宝鸡市凤县辛家山林业场');
/* 宝鸡市-太白县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','03','宝鸡市','31','太白县','100','咀头镇','陕西省宝鸡市太白县咀头镇'),
	('61','陕西省','03','宝鸡市','31','太白县','101','桃川镇','陕西省宝鸡市太白县桃川镇'),
	('61','陕西省','03','宝鸡市','31','太白县','102','鹦鸽镇','陕西省宝鸡市太白县鹦鸽镇'),
	('61','陕西省','03','宝鸡市','31','太白县','103','靖口镇','陕西省宝鸡市太白县靖口镇'),
	('61','陕西省','03','宝鸡市','31','太白县','104','太白河镇','陕西省宝鸡市太白县太白河镇'),
	('61','陕西省','03','宝鸡市','31','太白县','105','黄柏塬镇','陕西省宝鸡市太白县黄柏塬镇'),
	('61','陕西省','03','宝鸡市','31','太白县','106','王家堎镇','陕西省宝鸡市太白县王家堎镇');
	
/* 咸阳市-秦都区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','04','咸阳市','02','秦都区','001','人民路街道','陕西省咸阳市秦都区人民路街道'),
	('61','陕西省','04','咸阳市','02','秦都区','002','西兰路街道','陕西省咸阳市秦都区西兰路街道'),
	('61','陕西省','04','咸阳市','02','秦都区','003','吴家堡街道','陕西省咸阳市秦都区吴家堡街道'),
	('61','陕西省','04','咸阳市','02','秦都区','004','渭阳西路街道','陕西省咸阳市秦都区渭阳西路街道'),
	('61','陕西省','04','咸阳市','02','秦都区','005','陈杨寨街道','陕西省咸阳市秦都区陈杨寨街道'),
	('61','陕西省','04','咸阳市','02','秦都区','006','古渡街道','陕西省咸阳市秦都区古渡街道'),
	('61','陕西省','04','咸阳市','02','秦都区','007','沣东街道','陕西省咸阳市秦都区沣东街道'),
	('61','陕西省','04','咸阳市','02','秦都区','008','钓台街道','陕西省咸阳市秦都区钓台街道'),
	('61','陕西省','04','咸阳市','02','秦都区','009','马泉街道','陕西省咸阳市秦都区马泉街道'),
	('61','陕西省','04','咸阳市','02','秦都区','010','渭滨街道','陕西省咸阳市秦都区渭滨街道'),
	('61','陕西省','04','咸阳市','02','秦都区','011','双照街道','陕西省咸阳市秦都区双照街道'),
	('61','陕西省','04','咸阳市','02','秦都区','012','马庄街道','陕西省咸阳市秦都区马庄街道');
/* 咸阳市-杨陵区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','04','咸阳市','03','杨陵区','001','杨陵街道','陕西省咸阳市杨陵区杨陵街道'),
	('61','陕西省','04','咸阳市','03','杨陵区','002','李台街道','陕西省咸阳市杨陵区李台街道'),
	('61','陕西省','04','咸阳市','03','杨陵区','003','大寨街道','陕西省咸阳市杨陵区大寨街道'),
	('61','陕西省','04','咸阳市','03','杨陵区','100','五泉镇','陕西省咸阳市杨陵区五泉镇'),
	('61','陕西省','04','咸阳市','03','杨陵区','102','揉谷镇','陕西省咸阳市杨陵区揉谷镇');
/* 咸阳市-渭城区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','04','咸阳市','04','渭城区','001','中山街道','陕西省咸阳市渭城区中山街道'),
	('61','陕西省','04','咸阳市','04','渭城区','002','文汇街道','陕西省咸阳市渭城区文汇街道'),
	('61','陕西省','04','咸阳市','04','渭城区','003','新兴街道','陕西省咸阳市渭城区新兴街道'),
	('61','陕西省','04','咸阳市','04','渭城区','004','渭阳街道','陕西省咸阳市渭城区渭阳街道'),
	('61','陕西省','04','咸阳市','04','渭城区','005','渭城街道','陕西省咸阳市渭城区渭城街道'),
	('61','陕西省','04','咸阳市','04','渭城区','006','窑店街道','陕西省咸阳市渭城区窑店街道'),
	('61','陕西省','04','咸阳市','04','渭城区','007','正阳街道','陕西省咸阳市渭城区正阳街道'),
	('61','陕西省','04','咸阳市','04','渭城区','008','周陵街道','陕西省咸阳市渭城区周陵街道'),
	('61','陕西省','04','咸阳市','04','渭城区','009','底张街道','陕西省咸阳市渭城区底张街道'),
	('61','陕西省','04','咸阳市','04','渭城区','010','北杜街道','陕西省咸阳市渭城区北杜街道');
/* 咸阳市-三原县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','04','咸阳市','22','三原县','001','城关街道','陕西省咸阳市三原县城关街道'),
	('61','陕西省','04','咸阳市','22','三原县','102','陂西镇','陕西省咸阳市三原县陂西镇'),
	('61','陕西省','04','咸阳市','22','三原县','103','独李镇','陕西省咸阳市三原县独李镇'),
	('61','陕西省','04','咸阳市','22','三原县','104','大程镇','陕西省咸阳市三原县大程镇'),
	('61','陕西省','04','咸阳市','22','三原县','105','西阳镇','陕西省咸阳市三原县西阳镇'),
	('61','陕西省','04','咸阳市','22','三原县','106','鲁桥镇','陕西省咸阳市三原县鲁桥镇'),
	('61','陕西省','04','咸阳市','22','三原县','107','陵前镇','陕西省咸阳市三原县陵前镇'),
	('61','陕西省','04','咸阳市','22','三原县','109','新兴镇','陕西省咸阳市三原县新兴镇'),
	('61','陕西省','04','咸阳市','22','三原县','110','嵯峨镇','陕西省咸阳市三原县嵯峨镇'),
	('61','陕西省','04','咸阳市','22','三原县','111','渠岸镇','陕西省咸阳市三原县渠岸镇');
/* 咸阳市-泾阳县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','04','咸阳市','23','泾阳县','001','泾干街道','陕西省咸阳市三原县泾干街道'),
	('61','陕西省','04','咸阳市','23','泾阳县','101','永乐镇','陕西省咸阳市泾阳县永乐镇'),
	('61','陕西省','04','咸阳市','23','泾阳县','102','云阳镇','陕西省咸阳市泾阳县云阳镇'),
	('61','陕西省','04','咸阳市','23','泾阳县','103','桥底镇','陕西省咸阳市泾阳县桥底镇'),
	('61','陕西省','04','咸阳市','23','泾阳县','104','王桥镇','陕西省咸阳市泾阳县王桥镇'),
	('61','陕西省','04','咸阳市','23','泾阳县','105','口镇','陕西省咸阳市泾阳县口镇'),
	('61','陕西省','04','咸阳市','23','泾阳县','107','三渠镇','陕西省咸阳市泾阳县三渠镇'),
	('61','陕西省','04','咸阳市','23','泾阳县','108','高庄镇','陕西省咸阳市泾阳县高庄镇'),
	('61','陕西省','04','咸阳市','23','泾阳县','111','太平镇','陕西省咸阳市泾阳县太平镇'),
	('61','陕西省','04','咸阳市','23','泾阳县','112','崇文镇','陕西省咸阳市泾阳县崇文镇'),
	('61','陕西省','04','咸阳市','23','泾阳县','113','安吴镇','陕西省咸阳市泾阳县安吴镇'),
	('61','陕西省','04','咸阳市','23','泾阳县','114','兴隆镇','陕西省咸阳市泾阳县兴隆镇'),
	('61','陕西省','04','咸阳市','23','泾阳县','115','中张镇','陕西省咸阳市泾阳县中张镇');
/* 咸阳市-乾县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','04','咸阳市','24','乾县','001','城关街道','陕西省咸阳市乾县城关街道'),
	('61','陕西省','04','咸阳市','24','乾县','101','薛录镇','陕西省咸阳市乾县薛录镇'),
	('61','陕西省','04','咸阳市','24','乾县','102','梁村镇','陕西省咸阳市乾县梁村镇'),
	('61','陕西省','04','咸阳市','24','乾县','103','临平镇','陕西省咸阳市乾县临平镇'),
	('61','陕西省','04','咸阳市','24','乾县','104','姜村镇','陕西省咸阳市乾县姜村镇'),
	('61','陕西省','04','咸阳市','24','乾县','105','王村镇','陕西省咸阳市乾县王村镇'),
	('61','陕西省','04','咸阳市','24','乾县','106','马连镇','陕西省咸阳市乾县马连镇'),
	('61','陕西省','04','咸阳市','24','乾县','107','阳峪镇','陕西省咸阳市乾县阳峪镇'),
	('61','陕西省','04','咸阳市','24','乾县','108','峰阳镇','陕西省咸阳市乾县峰阳镇'),
	('61','陕西省','04','咸阳市','24','乾县','109','注泔镇','陕西省咸阳市乾县注泔镇'),
	('61','陕西省','04','咸阳市','24','乾县','110','灵源镇','陕西省咸阳市乾县灵源镇'),
	('61','陕西省','04','咸阳市','24','乾县','111','阳洪镇','陕西省咸阳市乾县阳洪镇'),
	('61','陕西省','04','咸阳市','24','乾县','112','梁山镇','陕西省咸阳市乾县梁山镇'),
	('61','陕西省','04','咸阳市','24','乾县','113','周城镇','陕西省咸阳市乾县周城镇'),
	('61','陕西省','04','咸阳市','24','乾县','114','新阳镇','陕西省咸阳市乾县新阳镇'),
	('61','陕西省','04','咸阳市','24','乾县','115','大杨镇','陕西省咸阳市乾县大杨镇');
/* 咸阳市-礼泉县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','04','咸阳市','25','礼泉县','001','城关街道','陕西省咸阳市礼泉县城关街道'),
	('61','陕西省','04','咸阳市','25','礼泉县','101','史德镇','陕西省咸阳市礼泉县史德镇'),
	('61','陕西省','04','咸阳市','25','礼泉县','102','西张堡镇','陕西省咸阳市礼泉县西张堡镇'),
	('61','陕西省','04','咸阳市','25','礼泉县','103','阡东镇','陕西省咸阳市礼泉县阡东镇'),
	('61','陕西省','04','咸阳市','25','礼泉县','104','烽火镇','陕西省咸阳市礼泉县烽火镇'),
	('61','陕西省','04','咸阳市','25','礼泉县','105','烟霞镇','陕西省咸阳市礼泉县烟霞镇'),
	('61','陕西省','04','咸阳市','25','礼泉县','106','赵镇','陕西省咸阳市礼泉县赵镇'),
	('61','陕西省','04','咸阳市','25','礼泉县','108','叱干镇','陕西省咸阳市礼泉县叱干镇'),
	('61','陕西省','04','咸阳市','25','礼泉县','109','南坊镇','陕西省咸阳市礼泉县南坊镇'),
	('61','陕西省','04','咸阳市','25','礼泉县','110','石潭镇','陕西省咸阳市礼泉县石潭镇'),
	('61','陕西省','04','咸阳市','25','礼泉县','111','昭陵镇','陕西省咸阳市礼泉县昭陵镇'),
	('61','陕西省','04','咸阳市','25','礼泉县','112','骏马镇','陕西省咸阳市礼泉县骏马镇');
/* 咸阳市-永寿县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','04','咸阳市','26','永寿县','001','监军街道','陕西省咸阳市永寿县监军街道'),
	('61','陕西省','04','咸阳市','26','永寿县','101','店头镇','陕西省咸阳市永寿县店头镇'),
	('61','陕西省','04','咸阳市','26','永寿县','102','常宁镇','陕西省咸阳市永寿县常宁镇'),
	('61','陕西省','04','咸阳市','26','永寿县','104','甘井镇','陕西省咸阳市永寿县甘井镇'),
	('61','陕西省','04','咸阳市','26','永寿县','105','马坊镇','陕西省咸阳市永寿县马坊镇'),
	('61','陕西省','04','咸阳市','26','永寿县','108','渠子镇','陕西省咸阳市永寿县渠子镇'),
	('61','陕西省','04','咸阳市','26','永寿县','110','永平镇','陕西省咸阳市永寿县永平镇');
/* 咸阳市-长武县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','04','咸阳市','28','长武县','001','昭仁街道','陕西省咸阳市长武县昭仁街道'),
	('61','陕西省','04','咸阳市','28','长武县','101','相公镇','陕西省咸阳市长武县相公镇'),
	('61','陕西省','04','咸阳市','28','长武县','102','巨家镇','陕西省咸阳市长武县巨家镇'),
	('61','陕西省','04','咸阳市','28','长武县','103','丁家镇','陕西省咸阳市长武县丁家镇'),
	('61','陕西省','04','咸阳市','28','长武县','104','洪家镇','陕西省咸阳市长武县洪家镇'),
	('61','陕西省','04','咸阳市','28','长武县','105','亭口镇','陕西省咸阳市长武县亭口镇'),
	('61','陕西省','04','咸阳市','28','长武县','106','彭公镇','陕西省咸阳市长武县彭公镇'),
	('61','陕西省','04','咸阳市','28','长武县','108','枣园镇','陕西省咸阳市长武县枣园镇');
/* 咸阳市-旬邑县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','04','咸阳市','29','旬邑县','001','城关街道','陕西省咸阳市旬邑县城关街道'),
	('61','陕西省','04','咸阳市','29','旬邑县','101','土桥镇','陕西省咸阳市旬邑县土桥镇'),
	('61','陕西省','04','咸阳市','29','旬邑县','102','职田镇','陕西省咸阳市旬邑县职田镇'),
	('61','陕西省','04','咸阳市','29','旬邑县','103','张洪镇','陕西省咸阳市旬邑县张洪镇'),
	('61','陕西省','04','咸阳市','29','旬邑县','104','太村镇','陕西省咸阳市旬邑县太村镇'),
	('61','陕西省','04','咸阳市','29','旬邑县','105','郑家镇','陕西省咸阳市旬邑县郑家镇'),
	('61','陕西省','04','咸阳市','29','旬邑县','106','湫坡头镇','陕西省咸阳市旬邑县湫坡头镇'),
	('61','陕西省','04','咸阳市','29','旬邑县','107','底庙镇','陕西省咸阳市旬邑县底庙镇'),
	('61','陕西省','04','咸阳市','29','旬邑县','109','马栏镇','陕西省咸阳市旬邑县马栏镇'),
	('61','陕西省','04','咸阳市','29','旬邑县','110','清塬镇','陕西省咸阳市旬邑县清塬镇');
/* 咸阳市-淳化县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','04','咸阳市','30','淳化县','001','城关街道','陕西省咸阳市淳化县城关街道'),
	('61','陕西省','04','咸阳市','30','淳化县','101','官庄镇','陕西省咸阳市淳化县官庄镇'),
	('61','陕西省','04','咸阳市','30','淳化县','103','方里镇','陕西省咸阳市淳化县方里镇'),
	('61','陕西省','04','咸阳市','30','淳化县','104','润镇','陕西省咸阳市淳化县润镇'),
	('61','陕西省','04','咸阳市','30','淳化县','105','车坞镇','陕西省咸阳市淳化县车坞镇'),
	('61','陕西省','04','咸阳市','30','淳化县','106','铁王镇','陕西省咸阳市淳化县铁王镇'),
	('61','陕西省','04','咸阳市','30','淳化县','107','石桥镇','陕西省咸阳市淳化县石桥镇'),
	('61','陕西省','04','咸阳市','30','淳化县','109','十里塬镇','陕西省咸阳市淳化县十里塬镇');
/* 咸阳市-武功县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','04','咸阳市','31','武功县','001','普集街道','陕西省咸阳市武功县普集街道'),
	('61','陕西省','04','咸阳市','31','武功县','101','苏坊镇','陕西省咸阳市武功县苏坊镇'),
	('61','陕西省','04','咸阳市','31','武功县','102','武功镇','陕西省咸阳市武功县武功镇'),
	('61','陕西省','04','咸阳市','31','武功县','103','游凤镇','陕西省咸阳市武功县游凤镇'),
	('61','陕西省','04','咸阳市','31','武功县','104','贞元镇','陕西省咸阳市武功县贞元镇'),
	('61','陕西省','04','咸阳市','31','武功县','105','长宁镇','陕西省咸阳市武功县长宁镇'),
	('61','陕西省','04','咸阳市','31','武功县','106','小村镇','陕西省咸阳市武功县小村镇'),
	('61','陕西省','04','咸阳市','31','武功县','107','大庄镇','陕西省咸阳市武功县大庄镇');
/* 咸阳市-兴平市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','04','咸阳市','81','兴平市','001','东城街道','陕西省咸阳市兴平市东城街道'),
	('61','陕西省','04','咸阳市','81','兴平市','002','西城街道','陕西省咸阳市兴平市西城街道'),
	('61','陕西省','04','咸阳市','81','兴平市','003','店张街道','陕西省咸阳市兴平市店张街道'),
	('61','陕西省','04','咸阳市','81','兴平市','004','西吴街道','陕西省咸阳市兴平市西吴街道'),
	('61','陕西省','04','咸阳市','81','兴平市','005','马嵬街道','陕西省咸阳市兴平市马嵬街道'),
	('61','陕西省','04','咸阳市','81','兴平市','101','赵村镇','陕西省咸阳市兴平市赵村镇'),
	('61','陕西省','04','咸阳市','81','兴平市','102','桑镇','陕西省咸阳市兴平市桑镇'),
	('61','陕西省','04','咸阳市','81','兴平市','104','南市镇','陕西省咸阳市兴平市南市镇'),
	('61','陕西省','04','咸阳市','81','兴平市','105','庄头镇','陕西省咸阳市兴平市庄头镇'),
	('61','陕西省','04','咸阳市','81','兴平市','106','南位镇','陕西省咸阳市兴平市南位镇'),
	('61','陕西省','04','咸阳市','81','兴平市','107','阜寨镇','陕西省咸阳市兴平市阜寨镇'),
	('61','陕西省','04','咸阳市','81','兴平市','108','丰仪镇','陕西省咸阳市兴平市丰仪镇'),
	('61','陕西省','04','咸阳市','81','兴平市','109','汤坊镇','陕西省咸阳市兴平市汤坊镇');
/* 咸阳市-彬州市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','04','咸阳市','82','彬州市','001','城关街道','陕西省咸阳市彬州市城关街道'),
	('61','陕西省','04','咸阳市','82','彬州市','101','北极镇','陕西省咸阳市彬州市北极镇'),
	('61','陕西省','04','咸阳市','82','彬州市','102','新民镇','陕西省咸阳市彬州市新民镇'),
	('61','陕西省','04','咸阳市','82','彬州市','103','龙高镇','陕西省咸阳市彬州市龙高镇'),
	('61','陕西省','04','咸阳市','82','彬州市','105','永乐镇','陕西省咸阳市彬州市永乐镇'),
	('61','陕西省','04','咸阳市','82','彬州市','106','义门镇','陕西省咸阳市彬州市义门镇'),
	('61','陕西省','04','咸阳市','82','彬州市','107','水口镇','陕西省咸阳市彬州市水口镇'),
	('61','陕西省','04','咸阳市','82','彬州市','108','韩家镇','陕西省咸阳市彬州市韩家镇'),
	('61','陕西省','04','咸阳市','82','彬州市','109','太峪镇','陕西省咸阳市彬州市太峪镇');
	
/* 渭南市-临渭区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','05','渭南市','02','临渭区','001','人民街道','陕西省渭南市临渭区人民街道'),
	('61','陕西省','05','渭南市','02','临渭区','002','杜桥街道','陕西省渭南市临渭区杜桥街道'),
	('61','陕西省','05','渭南市','02','临渭区','003','解放街道','陕西省渭南市临渭区解放街道'),
	('61','陕西省','05','渭南市','02','临渭区','004','向阳街道','陕西省渭南市临渭区向阳街道'),
	('61','陕西省','05','渭南市','02','临渭区','005','站南街道','陕西省渭南市临渭区站南街道'),
	('61','陕西省','05','渭南市','02','临渭区','006','双王街道','陕西省渭南市临渭区双王街道'),
	('61','陕西省','05','渭南市','02','临渭区','007','良田街道','陕西省渭南市临渭区良田街道'),
	('61','陕西省','05','渭南市','02','临渭区','008','崇业路街道','陕西省渭南市临渭区崇业路街道'),
	('61','陕西省','05','渭南市','02','临渭区','009','辛市街道','陕西省渭南市临渭区辛市街道'),
	('61','陕西省','05','渭南市','02','临渭区','010','龙背街道','陕西省渭南市临渭区龙背街道'),
	('61','陕西省','05','渭南市','02','临渭区','011','阳曲街道','陕西省渭南市临渭区阳曲街道'),
	('61','陕西省','05','渭南市','02','临渭区','012','信义街道','陕西省渭南市临渭区信义街道'),
	('61','陕西省','05','渭南市','02','临渭区','013','白杨街道','陕西省渭南市临渭区白杨街道'),
	('61','陕西省','05','渭南市','02','临渭区','100','桥南镇','陕西省渭南市临渭区桥南镇'),
	('61','陕西省','05','渭南市','02','临渭区','101','阳郭镇','陕西省渭南市临渭区阳郭镇'),
	('61','陕西省','05','渭南市','02','临渭区','102','故市镇','陕西省渭南市临渭区故市镇'),
	('61','陕西省','05','渭南市','02','临渭区','103','下邽镇','陕西省渭南市临渭区下邽镇'),
	('61','陕西省','05','渭南市','02','临渭区','104','三张镇','陕西省渭南市临渭区三张镇'),
	('61','陕西省','05','渭南市','02','临渭区','105','交斜镇','陕西省渭南市临渭区交斜镇'),
	('61','陕西省','05','渭南市','02','临渭区','107','崇宁镇','陕西省渭南市临渭区崇宁镇'),
	('61','陕西省','05','渭南市','02','临渭区','108','孝义镇','陕西省渭南市临渭区孝义镇'),
	('61','陕西省','05','渭南市','02','临渭区','109','吝店镇','陕西省渭南市临渭区吝店镇'),
	('61','陕西省','05','渭南市','02','临渭区','111','官底镇','陕西省渭南市临渭区官底镇'),
	('61','陕西省','05','渭南市','02','临渭区','112','官路镇','陕西省渭南市临渭区官路镇'),
	('61','陕西省','05','渭南市','02','临渭区','113','丰原镇','陕西省渭南市临渭区丰原镇'),
	('61','陕西省','05','渭南市','02','临渭区','114','阎村镇','陕西省渭南市临渭区阎村镇'),
	('61','陕西省','05','渭南市','02','临渭区','116','官道镇','陕西省渭南市临渭区官道镇');
/* 渭南市-华州区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','05','渭南市','03','华州区','001','华州街道','陕西省渭南市华州区华州街道'),
	('61','陕西省','05','渭南市','03','华州区','101','杏林镇','陕西省渭南市华州区杏林镇'),
	('61','陕西省','05','渭南市','03','华州区','102','赤水镇','陕西省渭南市华州区赤水镇'),
	('61','陕西省','05','渭南市','03','华州区','103','高塘镇','陕西省渭南市华州区高塘镇'),
	('61','陕西省','05','渭南市','03','华州区','104','大明镇','陕西省渭南市华州区大明镇'),
	('61','陕西省','05','渭南市','03','华州区','105','瓜坡镇','陕西省渭南市华州区瓜坡镇'),
	('61','陕西省','05','渭南市','03','华州区','106','莲花寺镇','陕西省渭南市华州区莲花寺镇'),
	('61','陕西省','05','渭南市','03','华州区','107','柳枝镇','陕西省渭南市华州区柳枝镇'),
	('61','陕西省','05','渭南市','03','华州区','108','下庙镇','陕西省渭南市华州区下庙镇'),
	('61','陕西省','05','渭南市','03','华州区','109','金堆镇','陕西省渭南市华州区金堆镇');
/* 渭南市-潼关县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','05','渭南市','22','潼关县','001','城关街道','陕西省渭南市潼关县城关街道'),
	('61','陕西省','05','渭南市','22','潼关县','101','秦东镇','陕西省渭南市潼关县秦东镇'),
	('61','陕西省','05','渭南市','22','潼关县','102','太要镇','陕西省渭南市潼关县太要镇'),
	('61','陕西省','05','渭南市','22','潼关县','103','桐峪镇','陕西省渭南市潼关县桐峪镇'),
	('61','陕西省','05','渭南市','22','潼关县','104','代字营镇','陕西省渭南市潼关县代字营镇');
/* 渭南市-大荔县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','05','渭南市','23','大荔县','001','西城街道','陕西省渭南市大荔县西城街道'),
	('61','陕西省','05','渭南市','23','大荔县','002','东城街道','陕西省渭南市大荔县东城街道'),
	('61','陕西省','05','渭南市','23','大荔县','101','许庄镇','陕西省渭南市大荔县许庄镇'),
	('61','陕西省','05','渭南市','23','大荔县','102','朝邑镇','陕西省渭南市大荔县朝邑镇'),
	('61','陕西省','05','渭南市','23','大荔县','103','安仁镇','陕西省渭南市大荔县安仁镇'),
	('61','陕西省','05','渭南市','23','大荔县','104','两宜镇','陕西省渭南市大荔县两宜镇'),
	('61','陕西省','05','渭南市','23','大荔县','105','羌白镇','陕西省渭南市大荔县羌白镇'),
	('61','陕西省','05','渭南市','23','大荔县','106','官池镇','陕西省渭南市大荔县官池镇'),
	('61','陕西省','05','渭南市','23','大荔县','107','冯村镇','陕西省渭南市大荔县冯村镇'),
	('61','陕西省','05','渭南市','23','大荔县','108','双泉镇','陕西省渭南市大荔县双泉镇'),
	('61','陕西省','05','渭南市','23','大荔县','110','下寨镇','陕西省渭南市大荔县下寨镇'),
	('61','陕西省','05','渭南市','23','大荔县','111','韦林镇','陕西省渭南市大荔县韦林镇'),
	('61','陕西省','05','渭南市','23','大荔县','112','范家镇','陕西省渭南市大荔县范家镇'),
	('61','陕西省','05','渭南市','23','大荔县','113','苏村镇','陕西省渭南市大荔县苏村镇'),
	('61','陕西省','05','渭南市','23','大荔县','114','赵渡镇','陕西省渭南市大荔县赵渡镇'),
	('61','陕西省','05','渭南市','23','大荔县','116','埝桥镇','陕西省渭南市大荔县埝桥镇'),
	('61','陕西省','05','渭南市','23','大荔县','117','段家镇','陕西省渭南市大荔县段家镇');
/* 渭南市-合阳县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','05','渭南市','24','合阳县','001','城关街道','陕西省渭南市合阳县城关街道'),
	('61','陕西省','05','渭南市','24','合阳县','101','甘井镇','陕西省渭南市合阳县甘井镇'),
	('61','陕西省','05','渭南市','24','合阳县','102','坊镇','陕西省渭南市合阳县坊镇'),
	('61','陕西省','05','渭南市','24','合阳县','103','洽川镇','陕西省渭南市合阳县洽川镇'),
	('61','陕西省','05','渭南市','24','合阳县','104','新池镇','陕西省渭南市合阳县新池镇'),
	('61','陕西省','05','渭南市','24','合阳县','105','黑池镇','陕西省渭南市合阳县黑池镇'),
	('61','陕西省','05','渭南市','24','合阳县','106','路井镇','陕西省渭南市合阳县路井镇'),
	('61','陕西省','05','渭南市','24','合阳县','107','和家庄镇','陕西省渭南市合阳县和家庄镇'),
	('61','陕西省','05','渭南市','24','合阳县','108','王村镇','陕西省渭南市合阳县王村镇'),
	('61','陕西省','05','渭南市','24','合阳县','110','同家庄镇','陕西省渭南市合阳县同家庄镇'),
	('61','陕西省','05','渭南市','24','合阳县','111','百良镇','陕西省渭南市合阳县百良镇'),
	('61','陕西省','05','渭南市','24','合阳县','112','金峪镇','陕西省渭南市合阳县金峪镇');
/* 渭南市-澄城县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','05','渭南市','25','澄城县','001','城关街道','陕西省渭南市澄城县城关街道'),
	('61','陕西省','05','渭南市','25','澄城县','101','冯原镇','陕西省渭南市澄城县冯原镇'),
	('61','陕西省','05','渭南市','25','澄城县','102','王庄镇','陕西省渭南市澄城县王庄镇'),
	('61','陕西省','05','渭南市','25','澄城县','103','尧头镇','陕西省渭南市澄城县尧头镇'),
	('61','陕西省','05','渭南市','25','澄城县','104','赵庄镇','陕西省渭南市澄城县赵庄镇'),
	('61','陕西省','05','渭南市','25','澄城县','105','交道镇','陕西省渭南市澄城县交道镇'),
	('61','陕西省','05','渭南市','25','澄城县','106','寺前镇','陕西省渭南市澄城县寺前镇'),
	('61','陕西省','05','渭南市','25','澄城县','107','韦庄镇','陕西省渭南市澄城县韦庄镇'),
	('61','陕西省','05','渭南市','25','澄城县','108','安里镇','陕西省渭南市澄城县安里镇'),
	('61','陕西省','05','渭南市','25','澄城县','109','庄头镇','陕西省渭南市澄城县庄头镇');
/* 渭南市-蒲城县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','05','渭南市','26','蒲城县','001','奉先街道','陕西省渭南市蒲城县奉先街道'),
	('61','陕西省','05','渭南市','26','蒲城县','002','紫荆街道','陕西省渭南市蒲城县紫荆街道'),
	('61','陕西省','05','渭南市','26','蒲城县','101','罕井镇','陕西省渭南市蒲城县罕井镇'),
	('61','陕西省','05','渭南市','26','蒲城县','102','孙镇','陕西省渭南市蒲城县孙镇'),
	('61','陕西省','05','渭南市','26','蒲城县','103','兴镇','陕西省渭南市蒲城县兴镇'),
	('61','陕西省','05','渭南市','26','蒲城县','104','党睦镇','陕西省渭南市蒲城县党睦镇'),
	('61','陕西省','05','渭南市','26','蒲城县','105','高阳镇','陕西省渭南市蒲城县高阳镇'),
	('61','陕西省','05','渭南市','26','蒲城县','106','永丰镇','陕西省渭南市蒲城县永丰镇'),
	('61','陕西省','05','渭南市','26','蒲城县','107','荆姚镇','陕西省渭南市蒲城县荆姚镇'),
	('61','陕西省','05','渭南市','26','蒲城县','108','苏坊镇','陕西省渭南市蒲城县苏坊镇'),
	('61','陕西省','05','渭南市','26','蒲城县','109','龙阳镇','陕西省渭南市蒲城县龙阳镇'),
	('61','陕西省','05','渭南市','26','蒲城县','112','洛滨镇','陕西省渭南市蒲城县洛滨镇'),
	('61','陕西省','05','渭南市','26','蒲城县','113','陈庄镇','陕西省渭南市蒲城县陈庄镇'),
	('61','陕西省','05','渭南市','26','蒲城县','114','桥陵镇','陕西省渭南市蒲城县桥陵镇'),
	('61','陕西省','05','渭南市','26','蒲城县','116','尧山镇','陕西省渭南市蒲城县尧山镇'),
	('61','陕西省','05','渭南市','26','蒲城县','117','椿林镇','陕西省渭南市蒲城县椿林镇'),
	('61','陕西省','05','渭南市','26','蒲城县','118','龙池镇','陕西省渭南市蒲城县龙池镇');
/* 渭南市-白水县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','05','渭南市','27','白水县','001','城关街道','陕西省渭南市白水县城关街道'),
	('61','陕西省','05','渭南市','27','白水县','102','尧禾镇','陕西省渭南市白水县尧禾镇'),
	('61','陕西省','05','渭南市','27','白水县','103','杜康镇','陕西省渭南市白水县杜康镇'),
	('61','陕西省','05','渭南市','27','白水县','104','西固镇','陕西省渭南市白水县西固镇'),
	('61','陕西省','05','渭南市','27','白水县','105','林皋镇','陕西省渭南市白水县林皋镇'),
	('61','陕西省','05','渭南市','27','白水县','106','史官镇','陕西省渭南市白水县史官镇'),
	('61','陕西省','05','渭南市','27','白水县','107','北塬镇','陕西省渭南市白水县北塬镇'),
	('61','陕西省','05','渭南市','27','白水县','109','雷牙镇','陕西省渭南市白水县雷牙镇');
/* 渭南市-富平县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','05','渭南市','28','富平县','001','城关街道','陕西省渭南市富平县城关街道'),
	('61','陕西省','05','渭南市','28','富平县','101','庄里镇','陕西省渭南市富平县庄里镇'),
	('61','陕西省','05','渭南市','28','富平县','102','张桥镇','陕西省渭南市富平县张桥镇'),
	('61','陕西省','05','渭南市','28','富平县','103','美原镇','陕西省渭南市富平县美原镇'),
	('61','陕西省','05','渭南市','28','富平县','104','流曲镇','陕西省渭南市富平县流曲镇'),
	('61','陕西省','05','渭南市','28','富平县','105','淡村镇','陕西省渭南市富平县淡村镇'),
	('61','陕西省','05','渭南市','28','富平县','107','留古镇','陕西省渭南市富平县留古镇'),
	('61','陕西省','05','渭南市','28','富平县','108','老庙镇','陕西省渭南市富平县老庙镇'),
	('61','陕西省','05','渭南市','28','富平县','109','薛镇','陕西省渭南市富平县薛镇'),
	('61','陕西省','05','渭南市','28','富平县','110','到贤镇','陕西省渭南市富平县到贤镇'),
	('61','陕西省','05','渭南市','28','富平县','111','曹村镇','陕西省渭南市富平县曹村镇'),
	('61','陕西省','05','渭南市','28','富平县','112','宫里镇','陕西省渭南市富平县宫里镇'),
	('61','陕西省','05','渭南市','28','富平县','113','梅家坪镇','陕西省渭南市富平县梅家坪镇'),
	('61','陕西省','05','渭南市','28','富平县','114','刘集镇','陕西省渭南市富平县刘集镇'),
	('61','陕西省','05','渭南市','28','富平县','115','齐村镇','陕西省渭南市富平县齐村镇');
/* 渭南市-韩城市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','05','渭南市','81','韩城市','001','新城街道','陕西省渭南市韩城市新城街道'),
	('61','陕西省','05','渭南市','81','韩城市','002','金城街道','陕西省渭南市韩城市金城街道'),
	('61','陕西省','05','渭南市','81','韩城市','100','龙门镇','陕西省渭南市韩城市龙门镇'),
	('61','陕西省','05','渭南市','81','韩城市','101','桑树坪镇','陕西省渭南市韩城市桑树坪镇'),
	('61','陕西省','05','渭南市','81','韩城市','103','芝川镇','陕西省渭南市韩城市芝川镇'),
	('61','陕西省','05','渭南市','81','韩城市','104','西庄镇','陕西省渭南市韩城市西庄镇'),
	('61','陕西省','05','渭南市','81','韩城市','106','芝阳镇','陕西省渭南市韩城市芝阳镇'),
	('61','陕西省','05','渭南市','81','韩城市','107','板桥镇','陕西省渭南市韩城市板桥镇');
/* 渭南市-华阴市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','05','渭南市','82','华阴市','001','太华路街道','陕西省渭南市华阴市太华路街道'),
	('61','陕西省','05','渭南市','82','华阴市','002','岳庙街道','陕西省渭南市华阴市岳庙街道'),
	('61','陕西省','05','渭南市','82','华阴市','100','孟塬镇','陕西省渭南市华阴市孟塬镇'),
	('61','陕西省','05','渭南市','82','华阴市','103','华西镇','陕西省渭南市华阴市华西镇'),
	('61','陕西省','05','渭南市','82','华阴市','104','罗敷镇','陕西省渭南市华阴市罗敷镇'),
	('61','陕西省','05','渭南市','82','华阴市','105','华山镇','陕西省渭南市华阴市华山镇'),
	('61','陕西省','05','渭南市','82','华阴市','400','国营陕西华山企业公司','陕西省渭南市华阴市国营陕西华山企业公司');
	
/* 延安市-宝塔区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','06','延安市','02','宝塔区','001','宝塔山街道','陕西省延安市宝塔区宝塔山街道'),
	('61','陕西省','06','延安市','02','宝塔区','002','南市街道','陕西省延安市宝塔区南市街道'),
	('61','陕西省','06','延安市','02','宝塔区','003','凤凰山街道','陕西省延安市宝塔区凤凰山街道'),
	('61','陕西省','06','延安市','02','宝塔区','004','枣园街道','陕西省延安市宝塔区枣园街道'),
	('61','陕西省','06','延安市','02','宝塔区','005','桥沟街道','陕西省延安市宝塔区桥沟街道'),
	('61','陕西省','06','延安市','02','宝塔区','102','河庄坪镇','陕西省延安市宝塔区河庄坪镇'),
	('61','陕西省','06','延安市','02','宝塔区','103','李渠镇','陕西省延安市宝塔区李渠镇'),
	('61','陕西省','06','延安市','02','宝塔区','104','姚店镇','陕西省延安市宝塔区姚店镇'),
	('61','陕西省','06','延安市','02','宝塔区','105','青化砭镇','陕西省延安市宝塔区青化砭镇'),
	('61','陕西省','06','延安市','02','宝塔区','106','蟠龙镇','陕西省延安市宝塔区蟠龙镇'),
	('61','陕西省','06','延安市','02','宝塔区','107','柳林镇','陕西省延安市宝塔区柳林镇'),
	('61','陕西省','06','延安市','02','宝塔区','108','南泥湾镇','陕西省延安市宝塔区南泥湾镇'),
	('61','陕西省','06','延安市','02','宝塔区','109','临镇','陕西省延安市宝塔区临镇'),
	('61','陕西省','06','延安市','02','宝塔区','100','甘谷驿镇','陕西省延安市宝塔区甘谷驿镇'),
	('61','陕西省','06','延安市','02','宝塔区','200','川口乡','陕西省延安市宝塔区川口乡'),
	('61','陕西省','06','延安市','02','宝塔区','202','冯庄乡','陕西省延安市宝塔区冯庄乡'),
	('61','陕西省','06','延安市','02','宝塔区','205','麻洞川乡','陕西省延安市宝塔区麻洞川乡'),
	('61','陕西省','06','延安市','02','宝塔区','208','万花山乡','陕西省延安市宝塔区万花山乡');
/* 延安市-安塞区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','06','延安市','03','安塞区','001','真武洞街道','陕西省延安市安塞区真武洞街道'),
	('61','陕西省','06','延安市','03','安塞区','002','金明街道','陕西省延安市安塞区金明街道'),
	('61','陕西省','06','延安市','03','安塞区','003','白坪街道','陕西省延安市安塞区白坪街道'),
	('61','陕西省','06','延安市','03','安塞区','101','砖窑湾镇','陕西省延安市安塞区砖窑湾镇'),
	('61','陕西省','06','延安市','03','安塞区','102','沿河湾镇','陕西省延安市安塞区沿河湾镇'),
	('61','陕西省','06','延安市','03','安塞区','103','招安镇','陕西省延安市安塞区招安镇'),
	('61','陕西省','06','延安市','03','安塞区','104','化子坪镇','陕西省延安市安塞区化子坪镇'),
	('61','陕西省','06','延安市','03','安塞区','105','坪桥镇','陕西省延安市安塞区坪桥镇'),
	('61','陕西省','06','延安市','03','安塞区','106','建华镇','陕西省延安市安塞区建华镇'),
	('61','陕西省','06','延安市','03','安塞区','107','高桥镇','陕西省延安市安塞区高桥镇'),
	('61','陕西省','06','延安市','03','安塞区','108','镰刀湾镇','陕西省延安市安塞区镰刀湾镇');
/* 延安市-延长县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','06','延安市','21','延长县','001','七里村街道','陕西省延安市延长县七里村街道'),
	('61','陕西省','06','延安市','21','延长县','101','黑家堡镇','陕西省延安市延长县黑家堡镇'),
	('61','陕西省','06','延安市','21','延长县','102','郑庄镇','陕西省延安市延长县郑庄镇'),
	('61','陕西省','06','延安市','21','延长县','103','张家滩镇','陕西省延安市延长县张家滩镇'),
	('61','陕西省','06','延安市','21','延长县','104','交口镇','陕西省延安市延长县交口镇'),
	('61','陕西省','06','延安市','21','延长县','106','雷赤镇','陕西省延安市延长县雷赤镇'),
	('61','陕西省','06','延安市','21','延长县','107','罗子山镇','陕西省延安市延长县罗子山镇'),
	('61','陕西省','06','延安市','21','延长县','108','安沟镇','陕西省延安市延长县安沟镇');
/* 延安市-延川县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','06','延安市','22','延川县','001','大禹街道','陕西省延安市延川县大禹街道'),
	('61','陕西省','06','延安市','22','延川县','101','永坪镇','陕西省延安市延川县永坪镇'),
	('61','陕西省','06','延安市','22','延川县','102','延水关镇','陕西省延安市延川县延水关镇'),
	('61','陕西省','06','延安市','22','延川县','103','文安驿镇','陕西省延安市延川县文安驿镇'),
	('61','陕西省','06','延安市','22','延川县','104','杨家圪台镇','陕西省延安市延川县杨家圪台镇'),
	('61','陕西省','06','延安市','22','延川县','105','贾家坪镇','陕西省延安市延川县贾家坪镇'),
	('61','陕西省','06','延安市','22','延川县','107','关庄镇','陕西省延安市延川县关庄镇'),
	('61','陕西省','06','延安市','22','延川县','108','乾坤湾镇','陕西省延安市延川县乾坤湾镇');
/* 延安市-志丹县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','06','延安市','25','志丹县','001','保安街道','陕西省延安市志丹县保安街道'),
	('61','陕西省','06','延安市','25','志丹县','101','杏河镇','陕西省延安市志丹县杏河镇'),
	('61','陕西省','06','延安市','25','志丹县','102','顺宁镇','陕西省延安市志丹县顺宁镇'),
	('61','陕西省','06','延安市','25','志丹县','103','旦八镇','陕西省延安市志丹县旦八镇'),
	('61','陕西省','06','延安市','25','志丹县','104','金丁镇','陕西省延安市志丹县金丁镇'),
	('61','陕西省','06','延安市','25','志丹县','105','永宁镇','陕西省延安市志丹县永宁镇'),
	('61','陕西省','06','延安市','25','志丹县','107','义正镇','陕西省延安市志丹县义正镇'),
	('61','陕西省','06','延安市','25','志丹县','108','双河镇','陕西省延安市志丹县双河镇');
/* 延安市-吴起县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','06','延安市','26','吴起县','001','吴起街道','陕西省延安市吴起县吴起街道'),
	('61','陕西省','06','延安市','26','吴起县','101','铁边城镇','陕西省延安市吴起县铁边城镇'),
	('61','陕西省','06','延安市','26','吴起县','102','周湾镇','陕西省延安市吴起县周湾镇'),
	('61','陕西省','06','延安市','26','吴起县','103','白豹镇','陕西省延安市吴起县白豹镇'),
	('61','陕西省','06','延安市','26','吴起县','104','长官庙镇','陕西省延安市吴起县长官庙镇'),
	('61','陕西省','06','延安市','26','吴起县','105','长城镇','陕西省延安市吴起县长城镇'),
	('61','陕西省','06','延安市','26','吴起县','106','五谷城镇','陕西省延安市吴起县五谷城镇'),
	('61','陕西省','06','延安市','26','吴起县','107','吴仓堡镇','陕西省延安市吴起县吴仓堡镇'),
	('61','陕西省','06','延安市','26','吴起县','108','庙沟镇','陕西省延安市吴起县庙沟镇');
/* 延安市-甘泉县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','06','延安市','27','甘泉县','001','美水街道','陕西省延安市甘泉县美水街道'),
	('61','陕西省','06','延安市','27','甘泉县','101','下寺湾镇','陕西省延安市甘泉县下寺湾镇'),
	('61','陕西省','06','延安市','27','甘泉县','102','道镇','陕西省延安市甘泉县道镇'),
	('61','陕西省','06','延安市','27','甘泉县','103','石门镇','陕西省延安市甘泉县石门镇'),
	('61','陕西省','06','延安市','27','甘泉县','200','桥镇乡','陕西省延安市甘泉县桥镇乡'),
	('61','陕西省','06','延安市','27','甘泉县','203','劳山乡','陕西省延安市甘泉县劳山乡');
/* 延安市-富县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','06','延安市','28','富县','001','茶坊街道','陕西省延安市富县茶坊街道'),
	('61','陕西省','06','延安市','28','富县','101','羊泉镇','陕西省延安市富县羊泉镇'),
	('61','陕西省','06','延安市','28','富县','102','张村驿镇','陕西省延安市富县张村驿镇'),
	('61','陕西省','06','延安市','28','富县','103','张家湾镇','陕西省延安市富县张家湾镇'),
	('61','陕西省','06','延安市','28','富县','104','直罗镇','陕西省延安市富县直罗镇'),
	('61','陕西省','06','延安市','28','富县','106','牛武镇','陕西省延安市富县牛武镇'),
	('61','陕西省','06','延安市','28','富县','109','寺仙镇','陕西省延安市富县寺仙镇'),
	('61','陕西省','06','延安市','28','富县','204','北道德乡','陕西省延安市富县北道德乡');
/* 延安市-洛川县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','06','延安市','29','洛川县','001','凤栖街道','陕西省延安市洛川县凤栖街道'),
	('61','陕西省','06','延安市','29','洛川县','101','旧县镇','陕西省延安市洛川县旧县镇'),
	('61','陕西省','06','延安市','29','洛川县','102','交口河镇','陕西省延安市洛川县交口河镇'),
	('61','陕西省','06','延安市','29','洛川县','103','老庙镇','陕西省延安市洛川县老庙镇'),
	('61','陕西省','06','延安市','29','洛川县','104','土基镇','陕西省延安市洛川县土基镇'),
	('61','陕西省','06','延安市','29','洛川县','105','石头镇','陕西省延安市洛川县石头镇'),
	('61','陕西省','06','延安市','29','洛川县','106','槐柏镇','陕西省延安市洛川县槐柏镇'),
	('61','陕西省','06','延安市','29','洛川县','107','永乡镇','陕西省延安市洛川县永乡镇'),
	('61','陕西省','06','延安市','29','洛川县','200','菩堤乡','陕西省延安市洛川县菩堤乡');
/* 延安市-宜川县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','06','延安市','30','宜川县','001','丹州街道','陕西省延安市宜川县丹州街道'),
	('61','陕西省','06','延安市','30','宜川县','101','秋林镇','陕西省延安市宜川县秋林镇'),
	('61','陕西省','06','延安市','30','宜川县','102','云岩镇','陕西省延安市宜川县云岩镇'),
	('61','陕西省','06','延安市','30','宜川县','104','集义镇','陕西省延安市宜川县集义镇'),
	('61','陕西省','06','延安市','30','宜川县','105','壶口镇','陕西省延安市宜川县壶口镇'),
	('61','陕西省','06','延安市','30','宜川县','200','英旺乡','陕西省延安市宜川县英旺乡'),
	('61','陕西省','06','延安市','30','宜川县','201','交里乡','陕西省延安市宜川县交里乡');
/* 延安市-黄龙县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','06','延安市','31','黄龙县','100','石堡镇','陕西省延安市黄龙县石堡镇'),
	('61','陕西省','06','延安市','31','黄龙县','101','白马滩镇','陕西省延安市黄龙县白马滩镇'),
	('61','陕西省','06','延安市','31','黄龙县','102','瓦子街镇','陕西省延安市黄龙县瓦子街镇'),
	('61','陕西省','06','延安市','31','黄龙县','106','界头庙镇','陕西省延安市黄龙县界头庙镇'),
	('61','陕西省','06','延安市','31','黄龙县','107','三岔镇','陕西省延安市黄龙县三岔镇'),
	('61','陕西省','06','延安市','31','黄龙县','205','圪台乡','陕西省延安市黄龙县圪台乡'),
	('61','陕西省','06','延安市','31','黄龙县','206','崾崄乡','陕西省延安市黄龙县崾崄乡');
/* 延安市-黄陵县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','06','延安市','32','黄陵县','001','桥山街道','陕西省延安市黄陵县桥山街道'),
	('61','陕西省','06','延安市','32','黄陵县','101','店头镇','陕西省延安市黄陵县店头镇'),
	('61','陕西省','06','延安市','32','黄陵县','102','隆坊镇','陕西省延安市黄陵县隆坊镇'),
	('61','陕西省','06','延安市','32','黄陵县','103','田庄镇','陕西省延安市黄陵县田庄镇'),
	('61','陕西省','06','延安市','32','黄陵县','104','阿党镇','陕西省延安市黄陵县阿党镇'),
	('61','陕西省','06','延安市','32','黄陵县','105','双龙镇','陕西省延安市黄陵县双龙镇');
/* 延安市-子长市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','06','延安市','81','子长市','001','瓦窑堡街道','陕西省延安市子长市瓦窑堡街道'),
	('61','陕西省','06','延安市','81','子长市','101','杨家园则镇','陕西省延安市子长市杨家园则镇'),
	('61','陕西省','06','延安市','81','子长市','102','玉家湾镇','陕西省延安市子长市玉家湾镇'),
	('61','陕西省','06','延安市','81','子长市','103','安定镇','陕西省延安市子长市安定镇'),
	('61','陕西省','06','延安市','81','子长市','104','马家砭镇','陕西省延安市子长市马家砭镇'),
	('61','陕西省','06','延安市','81','子长市','105','南沟岔镇','陕西省延安市子长市南沟岔镇'),
	('61','陕西省','06','延安市','81','子长市','106','涧峪岔镇','陕西省延安市子长市涧峪岔镇'),
	('61','陕西省','06','延安市','81','子长市','107','李家岔镇','陕西省延安市子长市李家岔镇'),
	('61','陕西省','06','延安市','81','子长市','108','余家坪镇','陕西省延安市子长市余家坪镇');
	
/* 汉中市-汉台区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','07','汉中市','02','汉台区','001','北关街道','陕西省汉中市汉台区北关街道'),
	('61','陕西省','07','汉中市','02','汉台区','002','东大街街道','陕西省汉中市汉台区东大街街道'),
	('61','陕西省','07','汉中市','02','汉台区','003','汉中路街道','陕西省汉中市汉台区汉中路街道'),
	('61','陕西省','07','汉中市','02','汉台区','004','中山街街道','陕西省汉中市汉台区中山街街道'),
	('61','陕西省','07','汉中市','02','汉台区','005','东关街道','陕西省汉中市汉台区东关街道'),
	('61','陕西省','07','汉中市','02','汉台区','006','鑫源街道','陕西省汉中市汉台区鑫源街道'),
	('61','陕西省','07','汉中市','02','汉台区','008','七里街道','陕西省汉中市汉台区七里街道'),
	('61','陕西省','07','汉中市','02','汉台区','009','龙江街道','陕西省汉中市汉台区龙江街道'),
	('61','陕西省','07','汉中市','02','汉台区','100','铺镇','陕西省汉中市汉台区铺镇'),
	('61','陕西省','07','汉中市','02','汉台区','101','武乡镇','陕西省汉中市汉台区武乡镇'),
	('61','陕西省','07','汉中市','02','汉台区','102','河东店镇','陕西省汉中市汉台区河东店镇'),
	('61','陕西省','07','汉中市','02','汉台区','104','宗营镇','陕西省汉中市汉台区宗营镇'),
	('61','陕西省','07','汉中市','02','汉台区','105','老君镇','陕西省汉中市汉台区老君镇'),
	('61','陕西省','07','汉中市','02','汉台区','106','汉王镇','陕西省汉中市汉台区汉王镇'),
	('61','陕西省','07','汉中市','02','汉台区','107','徐望镇','陕西省汉中市汉台区徐望镇');
/* 汉中市-南郑区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','07','汉中市','03','南郑区','001','汉山街道','陕西省汉中市南郑区汉山街道'),
	('61','陕西省','07','汉中市','03','南郑区','002','中所营街道','陕西省汉中市南郑区中所营街道'),
	('61','陕西省','07','汉中市','03','南郑区','101','圣水镇','陕西省汉中市南郑区圣水镇'),
	('61','陕西省','07','汉中市','03','南郑区','102','大河坎镇','陕西省汉中市南郑区大河坎镇'),
	('61','陕西省','07','汉中市','03','南郑区','103','协税镇','陕西省汉中市南郑区协税镇'),
	('61','陕西省','07','汉中市','03','南郑区','104','梁山镇','陕西省汉中市南郑区梁山镇'),
	('61','陕西省','07','汉中市','03','南郑区','105','阳春镇','陕西省汉中市南郑区阳春镇'),
	('61','陕西省','07','汉中市','03','南郑区','106','高台镇','陕西省汉中市南郑区高台镇'),
	('61','陕西省','07','汉中市','03','南郑区','107','新集镇','陕西省汉中市南郑区新集镇'),
	('61','陕西省','07','汉中市','03','南郑区','108','濂水镇','陕西省汉中市南郑区濂水镇'),
	('61','陕西省','07','汉中市','03','南郑区','109','黄官镇','陕西省汉中市南郑区黄官镇'),
	('61','陕西省','07','汉中市','03','南郑区','110','青树镇','陕西省汉中市南郑区青树镇'),
	('61','陕西省','07','汉中市','03','南郑区','111','红庙镇','陕西省汉中市南郑区红庙镇'),
	('61','陕西省','07','汉中市','03','南郑区','112','牟家坝镇','陕西省汉中市南郑区牟家坝镇'),
	('61','陕西省','07','汉中市','03','南郑区','113','法镇','陕西省汉中市南郑区法镇'),
	('61','陕西省','07','汉中市','03','南郑区','114','湘水镇','陕西省汉中市南郑区湘水镇'),
	('61','陕西省','07','汉中市','03','南郑区','115','小南海镇','陕西省汉中市南郑区小南海镇'),
	('61','陕西省','07','汉中市','03','南郑区','116','碑坝镇','陕西省汉中市南郑区碑坝镇'),
	('61','陕西省','07','汉中市','03','南郑区','117','黎坪镇','陕西省汉中市南郑区黎坪镇'),
	('61','陕西省','07','汉中市','03','南郑区','118','福成镇','陕西省汉中市南郑区福成镇'),
	('61','陕西省','07','汉中市','03','南郑区','119','两河镇','陕西省汉中市南郑区两河镇'),
	('61','陕西省','07','汉中市','03','南郑区','120','胡家营镇','陕西省汉中市南郑区胡家营镇');
/* 汉中市-城固县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','07','汉中市','22','城固县','001','博望街道','陕西省汉中市城固县博望街道'),
	('61','陕西省','07','汉中市','22','城固县','002','莲花街道','陕西省汉中市城固县莲花街道'),
	('61','陕西省','07','汉中市','22','城固县','101','龙头镇','陕西省汉中市城固县龙头镇'),
	('61','陕西省','07','汉中市','22','城固县','102','沙河营镇','陕西省汉中市城固县沙河营镇'),
	('61','陕西省','07','汉中市','22','城固县','103','文川镇','陕西省汉中市城固县文川镇'),
	('61','陕西省','07','汉中市','22','城固县','104','柳林镇','陕西省汉中市城固县柳林镇'),
	('61','陕西省','07','汉中市','22','城固县','105','老庄镇','陕西省汉中市城固县老庄镇'),
	('61','陕西省','07','汉中市','22','城固县','107','桔园镇','陕西省汉中市城固县桔园镇'),
	('61','陕西省','07','汉中市','22','城固县','108','原公镇','陕西省汉中市城固县原公镇'),
	('61','陕西省','07','汉中市','22','城固县','109','上元观镇','陕西省汉中市城固县上元观镇'),
	('61','陕西省','07','汉中市','22','城固县','110','天明镇','陕西省汉中市城固县天明镇'),
	('61','陕西省','07','汉中市','22','城固县','111','二里镇','陕西省汉中市城固县二里镇'),
	('61','陕西省','07','汉中市','22','城固县','112','五堵镇','陕西省汉中市城固县五堵镇'),
	('61','陕西省','07','汉中市','22','城固县','114','双溪镇','陕西省汉中市城固县双溪镇'),
	('61','陕西省','07','汉中市','22','城固县','116','小河镇','陕西省汉中市城固县小河镇'),
	('61','陕西省','07','汉中市','22','城固县','119','董家营镇','陕西省汉中市城固县董家营镇'),
	('61','陕西省','07','汉中市','22','城固县','120','三合镇','陕西省汉中市城固县三合镇'),
	('61','陕西省','07','汉中市','22','城固县','400','陕西飞机制造公司','陕西省汉中市城固县陕西飞机制造公司');
/* 汉中市-洋县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','07','汉中市','23','洋县','001','洋州街道','陕西省汉中市洋县洋州街道'),
	('61','陕西省','07','汉中市','23','洋县','002','纸坊街道','陕西省汉中市洋县纸坊街道'),
	('61','陕西省','07','汉中市','23','洋县','003','戚氏街道','陕西省汉中市洋县戚氏街道'),
	('61','陕西省','07','汉中市','23','洋县','103','龙亭镇','陕西省汉中市洋县龙亭镇'),
	('61','陕西省','07','汉中市','23','洋县','104','谢村镇','陕西省汉中市洋县谢村镇'),
	('61','陕西省','07','汉中市','23','洋县','105','马畅镇','陕西省汉中市洋县马畅镇'),
	('61','陕西省','07','汉中市','23','洋县','107','溢水镇','陕西省汉中市洋县溢水镇'),
	('61','陕西省','07','汉中市','23','洋县','108','磨子桥镇','陕西省汉中市洋县磨子桥镇'),
	('61','陕西省','07','汉中市','23','洋县','109','黄家营镇','陕西省汉中市洋县黄家营镇'),
	('61','陕西省','07','汉中市','23','洋县','110','黄安镇','陕西省汉中市洋县黄安镇'),
	('61','陕西省','07','汉中市','23','洋县','111','黄金峡镇','陕西省汉中市洋县黄金峡镇'),
	('61','陕西省','07','汉中市','23','洋县','112','槐树关镇','陕西省汉中市洋县槐树关镇'),
	('61','陕西省','07','汉中市','23','洋县','113','金水镇','陕西省汉中市洋县金水镇'),
	('61','陕西省','07','汉中市','23','洋县','114','华阳镇','陕西省汉中市洋县华阳镇'),
	('61','陕西省','07','汉中市','23','洋县','115','茅坪镇','陕西省汉中市洋县茅坪镇'),
	('61','陕西省','07','汉中市','23','洋县','119','八里关镇','陕西省汉中市洋县八里关镇'),
	('61','陕西省','07','汉中市','23','洋县','120','桑溪镇','陕西省汉中市洋县桑溪镇'),
	('61','陕西省','07','汉中市','23','洋县','121','关帝镇','陕西省汉中市洋县关帝镇');
/* 汉中市-西乡县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','07','汉中市','24','西乡县','001','城北街道','陕西省汉中市西乡县城北街道'),
	('61','陕西省','07','汉中市','24','西乡县','002','城南街道','陕西省汉中市西乡县城南街道'),
	('61','陕西省','07','汉中市','24','西乡县','101','杨河镇','陕西省汉中市西乡县杨河镇'),
	('61','陕西省','07','汉中市','24','西乡县','102','柳树镇','陕西省汉中市西乡县柳树镇'),
	('61','陕西省','07','汉中市','24','西乡县','103','沙河镇','陕西省汉中市西乡县沙河镇'),
	('61','陕西省','07','汉中市','24','西乡县','104','私渡镇','陕西省汉中市西乡县私渡镇'),
	('61','陕西省','07','汉中市','24','西乡县','105','桑园镇','陕西省汉中市西乡县桑园镇'),
	('61','陕西省','07','汉中市','24','西乡县','106','白龙塘镇','陕西省汉中市西乡县白龙塘镇'),
	('61','陕西省','07','汉中市','24','西乡县','108','峡口镇','陕西省汉中市西乡县峡口镇'),
	('61','陕西省','07','汉中市','24','西乡县','109','堰口镇','陕西省汉中市西乡县堰口镇'),
	('61','陕西省','07','汉中市','24','西乡县','110','茶镇','陕西省汉中市西乡县茶镇'),
	('61','陕西省','07','汉中市','24','西乡县','111','高川镇','陕西省汉中市西乡县高川镇'),
	('61','陕西省','07','汉中市','24','西乡县','112','两河口镇','陕西省汉中市西乡县两河口镇'),
	('61','陕西省','07','汉中市','24','西乡县','114','大河镇','陕西省汉中市西乡县大河镇'),
	('61','陕西省','07','汉中市','24','西乡县','116','骆家坝镇','陕西省汉中市西乡县骆家坝镇'),
	('61','陕西省','07','汉中市','24','西乡县','117','子午镇','陕西省汉中市西乡县子午镇'),
	('61','陕西省','07','汉中市','24','西乡县','118','白勉峡镇','陕西省汉中市西乡县白勉峡镇');
/* 汉中市-勉县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','07','汉中市','25','勉县','001','勉阳街道','陕西省汉中市勉县勉阳街道'),
	('61','陕西省','07','汉中市','25','勉县','101','武侯镇','陕西省汉中市勉县武侯镇'),
	('61','陕西省','07','汉中市','25','勉县','102','周家山镇','陕西省汉中市勉县周家山镇'),
	('61','陕西省','07','汉中市','25','勉县','103','同沟寺镇','陕西省汉中市勉县同沟寺镇'),
	('61','陕西省','07','汉中市','25','勉县','105','新街子镇','陕西省汉中市勉县新街子镇'),
	('61','陕西省','07','汉中市','25','勉县','106','老道寺镇','陕西省汉中市勉县老道寺镇'),
	('61','陕西省','07','汉中市','25','勉县','107','褒城镇','陕西省汉中市勉县褒城镇'),
	('61','陕西省','07','汉中市','25','勉县','109','金泉镇','陕西省汉中市勉县金泉镇'),
	('61','陕西省','07','汉中市','25','勉县','110','定军山镇','陕西省汉中市勉县定军山镇'),
	('61','陕西省','07','汉中市','25','勉县','111','温泉镇','陕西省汉中市勉县温泉镇'),
	('61','陕西省','07','汉中市','25','勉县','112','元墩镇','陕西省汉中市勉县元墩镇'),
	('61','陕西省','07','汉中市','25','勉县','113','阜川镇','陕西省汉中市勉县阜川镇'),
	('61','陕西省','07','汉中市','25','勉县','114','新铺镇','陕西省汉中市勉县新铺镇'),
	('61','陕西省','07','汉中市','25','勉县','116','茶店镇','陕西省汉中市勉县茶店镇'),
	('61','陕西省','07','汉中市','25','勉县','117','镇川镇','陕西省汉中市勉县镇川镇'),
	('61','陕西省','07','汉中市','25','勉县','118','漆树坝镇','陕西省汉中市勉县漆树坝镇'),
	('61','陕西省','07','汉中市','25','勉县','119','张家河镇','陕西省汉中市勉县张家河镇'),
	('61','陕西省','07','汉中市','25','勉县','120','长沟河镇','陕西省汉中市勉县长沟河镇');
/* 汉中市-宁强县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','07','汉中市','26','宁强县','001','汉源街道','陕西省汉中市宁强县汉源街道'),
	('61','陕西省','07','汉中市','26','宁强县','002','高寨子街道','陕西省汉中市宁强县高寨子街道'),
	('61','陕西省','07','汉中市','26','宁强县','102','大安镇','陕西省汉中市宁强县大安镇'),
	('61','陕西省','07','汉中市','26','宁强县','103','代家坝镇','陕西省汉中市宁强县代家坝镇'),
	('61','陕西省','07','汉中市','26','宁强县','104','阳平关镇','陕西省汉中市宁强县阳平关镇'),
	('61','陕西省','07','汉中市','26','宁强县','105','燕子砭镇','陕西省汉中市宁强县燕子砭镇'),
	('61','陕西省','07','汉中市','26','宁强县','106','广坪镇','陕西省汉中市宁强县广坪镇'),
	('61','陕西省','07','汉中市','26','宁强县','107','青木川镇','陕西省汉中市宁强县青木川镇'),
	('61','陕西省','07','汉中市','26','宁强县','108','毛坝河镇','陕西省汉中市宁强县毛坝河镇'),
	('61','陕西省','07','汉中市','26','宁强县','109','铁锁关镇','陕西省汉中市宁强县铁锁关镇'),
	('61','陕西省','07','汉中市','26','宁强县','110','胡家坝镇','陕西省汉中市宁强县胡家坝镇'),
	('61','陕西省','07','汉中市','26','宁强县','111','巴山镇','陕西省汉中市宁强县巴山镇'),
	('61','陕西省','07','汉中市','26','宁强县','112','巨亭镇','陕西省汉中市宁强县巨亭镇'),
	('61','陕西省','07','汉中市','26','宁强县','113','舒家坝镇','陕西省汉中市宁强县舒家坝镇'),
	('61','陕西省','07','汉中市','26','宁强县','117','太阳岭镇','陕西省汉中市宁强县太阳岭镇'),
	('61','陕西省','07','汉中市','26','宁强县','118','安乐河镇','陕西省汉中市宁强县安乐河镇'),
	('61','陕西省','07','汉中市','26','宁强县','119','二郎坝镇','陕西省汉中市宁强县二郎坝镇'),
	('61','陕西省','07','汉中市','26','宁强县','120','禅家岩镇','陕西省汉中市宁强县禅家岩镇');
/* 汉中市-略阳县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','07','汉中市','27','略阳县','001','兴州街道','陕西省汉中市略阳县兴州街道'),
	('61','陕西省','07','汉中市','27','略阳县','002','横现河街道','陕西省汉中市略阳县横现河街道'),
	('61','陕西省','07','汉中市','27','略阳县','101','接官亭镇','陕西省汉中市略阳县接官亭镇'),
	('61','陕西省','07','汉中市','27','略阳县','102','西淮坝镇','陕西省汉中市略阳县西淮坝镇'),
	('61','陕西省','07','汉中市','27','略阳县','103','两河口镇','陕西省汉中市略阳县两河口镇'),
	('61','陕西省','07','汉中市','27','略阳县','104','金家河镇','陕西省汉中市略阳县金家河镇'),
	('61','陕西省','07','汉中市','27','略阳县','105','徐家坪镇','陕西省汉中市略阳县徐家坪镇'),
	('61','陕西省','07','汉中市','27','略阳县','106','白水江镇','陕西省汉中市略阳县白水江镇'),
	('61','陕西省','07','汉中市','27','略阳县','107','硖口驿镇','陕西省汉中市略阳县硖口驿镇'),
	('61','陕西省','07','汉中市','27','略阳县','108','马蹄湾镇','陕西省汉中市略阳县马蹄湾镇'),
	('61','陕西省','07','汉中市','27','略阳县','109','乐素河镇','陕西省汉中市略阳县乐素河镇'),
	('61','陕西省','07','汉中市','27','略阳县','110','郭镇','陕西省汉中市略阳县郭镇'),
	('61','陕西省','07','汉中市','27','略阳县','111','黑河镇','陕西省汉中市略阳县黑河镇'),
	('61','陕西省','07','汉中市','27','略阳县','112','白雀寺镇','陕西省汉中市略阳县白雀寺镇'),
	('61','陕西省','07','汉中市','27','略阳县','113','仙台坝镇','陕西省汉中市略阳县仙台坝镇'),
	('61','陕西省','07','汉中市','27','略阳县','114','五龙洞镇','陕西省汉中市略阳县五龙洞镇'),
	('61','陕西省','07','汉中市','27','略阳县','115','观音寺镇','陕西省汉中市略阳县观音寺镇');
/* 汉中市-镇巴县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','07','汉中市','28','镇巴县','001','泾洋街道','陕西省汉中市镇巴县泾洋街道'),
	('61','陕西省','07','汉中市','28','镇巴县','101','渔渡镇','陕西省汉中市镇巴县渔渡镇'),
	('61','陕西省','07','汉中市','28','镇巴县','102','盐场镇','陕西省汉中市镇巴县盐场镇'),
	('61','陕西省','07','汉中市','28','镇巴县','103','观音镇','陕西省汉中市镇巴县观音镇'),
	('61','陕西省','07','汉中市','28','镇巴县','104','巴庙镇','陕西省汉中市镇巴县巴庙镇'),
	('61','陕西省','07','汉中市','28','镇巴县','105','兴隆镇','陕西省汉中市镇巴县兴隆镇'),
	('61','陕西省','07','汉中市','28','镇巴县','106','长岭镇','陕西省汉中市镇巴县长岭镇'),
	('61','陕西省','07','汉中市','28','镇巴县','107','三元镇','陕西省汉中市镇巴县三元镇'),
	('61','陕西省','07','汉中市','28','镇巴县','108','简池镇','陕西省汉中市镇巴县简池镇'),
	('61','陕西省','07','汉中市','28','镇巴县','109','碾子镇','陕西省汉中市镇巴县碾子镇'),
	('61','陕西省','07','汉中市','28','镇巴县','110','小洋镇','陕西省汉中市镇巴县小洋镇'),
	('61','陕西省','07','汉中市','28','镇巴县','111','青水镇','陕西省汉中市镇巴县青水镇'),
	('61','陕西省','07','汉中市','28','镇巴县','112','赤南镇','陕西省汉中市镇巴县赤南镇'),
	('61','陕西省','07','汉中市','28','镇巴县','113','平安镇','陕西省汉中市镇巴县平安镇'),
	('61','陕西省','07','汉中市','28','镇巴县','114','杨家河镇','陕西省汉中市镇巴县杨家河镇'),
	('61','陕西省','07','汉中市','28','镇巴县','115','巴山镇','陕西省汉中市镇巴县巴山镇'),
	('61','陕西省','07','汉中市','28','镇巴县','116','黎坝镇','陕西省汉中市镇巴县黎坝镇'),
	('61','陕西省','07','汉中市','28','镇巴县','117','仁村镇','陕西省汉中市镇巴县仁村镇'),
	('61','陕西省','07','汉中市','28','镇巴县','118','大池镇','陕西省汉中市镇巴县大池镇'),
	('61','陕西省','07','汉中市','28','镇巴县','120','永乐镇','陕西省汉中市镇巴县永乐镇');
/* 汉中市-留坝县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','07','汉中市','29','留坝县','001','紫柏街道','陕西省汉中市留坝县紫柏街道'),
	('61','陕西省','07','汉中市','29','留坝县','101','马道镇','陕西省汉中市留坝县马道镇'),
	('61','陕西省','07','汉中市','29','留坝县','102','武关驿镇','陕西省汉中市留坝县武关驿镇'),
	('61','陕西省','07','汉中市','29','留坝县','103','留侯镇','陕西省汉中市留坝县留侯镇'),
	('61','陕西省','07','汉中市','29','留坝县','104','江口镇','陕西省汉中市留坝县江口镇'),
	('61','陕西省','07','汉中市','29','留坝县','105','玉皇庙镇','陕西省汉中市留坝县玉皇庙镇'),
	('61','陕西省','07','汉中市','29','留坝县','106','火烧店镇','陕西省汉中市留坝县火烧店镇'),
	('61','陕西省','07','汉中市','29','留坝县','107','青桥驿镇','陕西省汉中市留坝县青桥驿镇');
/* 汉中市-佛坪县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','07','汉中市','30','佛坪县','001','袁家庄街道','陕西省汉中市佛坪县袁家庄街道'),
	('61','陕西省','07','汉中市','30','佛坪县','101','陈家坝镇','陕西省汉中市佛坪县陈家坝镇'),
	('61','陕西省','07','汉中市','30','佛坪县','102','大河坝镇','陕西省汉中市佛坪县大河坝镇'),
	('61','陕西省','07','汉中市','30','佛坪县','103','西岔河镇','陕西省汉中市佛坪县西岔河镇'),
	('61','陕西省','07','汉中市','30','佛坪县','104','岳坝镇','陕西省汉中市佛坪县岳坝镇'),
	('61','陕西省','07','汉中市','30','佛坪县','105','长角坝镇','陕西省汉中市佛坪县长角坝镇'),
	('61','陕西省','07','汉中市','30','佛坪县','106','石墩河镇','陕西省汉中市佛坪县石墩河镇');

/* 榆林市-榆阳区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','08','榆林市','02','榆阳区','001','鼓楼街道','陕西省榆林市榆阳区鼓楼街道'),
	('61','陕西省','08','榆林市','02','榆阳区','002','青山路街道','陕西省榆林市榆阳区青山路街道'),
	('61','陕西省','08','榆林市','02','榆阳区','003','上郡路街道','陕西省榆林市榆阳区上郡路街道'),
	('61','陕西省','08','榆林市','02','榆阳区','004','新明楼街道','陕西省榆林市榆阳区新明楼街道'),
	('61','陕西省','08','榆林市','02','榆阳区','005','驼峰路街道','陕西省榆林市榆阳区驼峰路街道'),
	('61','陕西省','08','榆林市','02','榆阳区','006','崇文路街道','陕西省榆林市榆阳区崇文路街道'),
	('61','陕西省','08','榆林市','02','榆阳区','007','航宇路街道','陕西省榆林市榆阳区航宇路街道'),
	('61','陕西省','08','榆林市','02','榆阳区','008','长城路街道','陕西省榆林市榆阳区长城路街道'),
	('61','陕西省','08','榆林市','02','榆阳区','009','金沙路街道','陕西省榆林市榆阳区金沙路街道'),
	('61','陕西省','08','榆林市','02','榆阳区','010','朝阳路街道','陕西省榆林市榆阳区朝阳路街道'),
	('61','陕西省','08','榆林市','02','榆阳区','011','沙河路街道','陕西省榆林市榆阳区沙河路街道'),
	('61','陕西省','08','榆林市','02','榆阳区','012','明珠路街道','陕西省榆林市榆阳区明珠路街道'),
	('61','陕西省','08','榆林市','02','榆阳区','100','鱼河镇','陕西省榆林市榆阳区鱼河镇'),
	('61','陕西省','08','榆林市','02','榆阳区','101','上盐湾镇','陕西省榆林市榆阳区上盐湾镇'),
	('61','陕西省','08','榆林市','02','榆阳区','102','镇川镇','陕西省榆林市榆阳区镇川镇'),
	('61','陕西省','08','榆林市','02','榆阳区','105','麻黄梁镇','陕西省榆林市榆阳区麻黄梁镇'),
	('61','陕西省','08','榆林市','02','榆阳区','106','牛家梁镇','陕西省榆林市榆阳区牛家梁镇'),
	('61','陕西省','08','榆林市','02','榆阳区','107','金鸡滩镇','陕西省榆林市榆阳区金鸡滩镇'),
	('61','陕西省','08','榆林市','02','榆阳区','108','马合镇','陕西省榆林市榆阳区马合镇'),
	('61','陕西省','08','榆林市','02','榆阳区','109','巴拉素镇','陕西省榆林市榆阳区巴拉素镇'),
	('61','陕西省','08','榆林市','02','榆阳区','111','鱼河峁镇','陕西省榆林市榆阳区鱼河峁镇'),
	('61','陕西省','08','榆林市','02','榆阳区','112','青云镇','陕西省榆林市榆阳区青云镇'),
	('61','陕西省','08','榆林市','02','榆阳区','113','古塔镇','陕西省榆林市榆阳区古塔镇'),
	('61','陕西省','08','榆林市','02','榆阳区','114','大河塔镇','陕西省榆林市榆阳区大河塔镇'),
	('61','陕西省','08','榆林市','02','榆阳区','115','小纪汗镇','陕西省榆林市榆阳区小纪汗镇'),
	('61','陕西省','08','榆林市','02','榆阳区','116','芹河镇','陕西省榆林市榆阳区芹河镇'),
	('61','陕西省','08','榆林市','02','榆阳区','205','孟家湾乡','陕西省榆林市榆阳区孟家湾乡'),
	('61','陕西省','08','榆林市','02','榆阳区','206','小壕兔乡','陕西省榆林市榆阳区小壕兔乡'),
	('61','陕西省','08','榆林市','02','榆阳区','207','岔河则乡','陕西省榆林市榆阳区岔河则乡'),
	('61','陕西省','08','榆林市','02','榆阳区','208','补浪河乡','陕西省榆林市榆阳区补浪河乡'),
	('61','陕西省','08','榆林市','02','榆阳区','209','红石桥乡','陕西省榆林市榆阳区红石桥乡');
/* 榆林市-横山区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','08','榆林市','03','横山区','001','城关街道','陕西省榆林市横山区城关街道'),
	('61','陕西省','08','榆林市','03','横山区','002','怀远街道','陕西省榆林市横山区怀远街道'),
	('61','陕西省','08','榆林市','03','横山区','003','夏州街道','陕西省榆林市横山区夏州街道'),
	('61','陕西省','08','榆林市','03','横山区','004','怀仁路街道','陕西省榆林市横山区怀仁路街道'),
	('61','陕西省','08','榆林市','03','横山区','005','崇德路街道','陕西省榆林市横山区崇德路街道'),
	('61','陕西省','08','榆林市','03','横山区','101','石湾镇','陕西省榆林市横山区石湾镇'),
	('61','陕西省','08','榆林市','03','横山区','102','高镇','陕西省榆林市横山区高镇'),
	('61','陕西省','08','榆林市','03','横山区','103','武镇','陕西省榆林市横山区武镇'),
	('61','陕西省','08','榆林市','03','横山区','104','党岔镇','陕西省榆林市横山区党岔镇'),
	('61','陕西省','08','榆林市','03','横山区','105','响水镇','陕西省榆林市横山区响水镇'),
	('61','陕西省','08','榆林市','03','横山区','106','波罗镇','陕西省榆林市横山区波罗镇'),
	('61','陕西省','08','榆林市','03','横山区','107','殿市镇','陕西省榆林市横山区殿市镇'),
	('61','陕西省','08','榆林市','03','横山区','108','塔湾镇','陕西省榆林市横山区塔湾镇'),
	('61','陕西省','08','榆林市','03','横山区','109','赵石畔镇','陕西省榆林市横山区赵石畔镇'),
	('61','陕西省','08','榆林市','03','横山区','110','魏家楼镇','陕西省榆林市横山区魏家楼镇'),
	('61','陕西省','08','榆林市','03','横山区','111','韩岔镇','陕西省榆林市横山区韩岔镇'),
	('61','陕西省','08','榆林市','03','横山区','112','白界镇','陕西省榆林市横山区白界镇'),
	('61','陕西省','08','榆林市','03','横山区','113','雷龙湾镇','陕西省榆林市横山区雷龙湾镇');
/* 榆林市-府谷县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','08','榆林市','22','府谷县','100','府谷镇','陕西省榆林市府谷县府谷镇'),
	('61','陕西省','08','榆林市','22','府谷县','101','黄甫镇','陕西省榆林市府谷县黄甫镇'),
	('61','陕西省','08','榆林市','22','府谷县','103','哈镇','陕西省榆林市府谷县哈镇'),
	('61','陕西省','08','榆林市','22','府谷县','104','庙沟门镇','陕西省榆林市府谷县庙沟门镇'),
	('61','陕西省','08','榆林市','22','府谷县','105','新民镇','陕西省榆林市府谷县新民镇'),
	('61','陕西省','08','榆林市','22','府谷县','106','孤山镇','陕西省榆林市府谷县孤山镇'),
	('61','陕西省','08','榆林市','22','府谷县','107','清水镇','陕西省榆林市府谷县清水镇'),
	('61','陕西省','08','榆林市','22','府谷县','108','大昌汗镇','陕西省榆林市府谷县大昌汗镇'),
	('61','陕西省','08','榆林市','22','府谷县','109','古城镇','陕西省榆林市府谷县古城镇'),
	('61','陕西省','08','榆林市','22','府谷县','110','三道沟镇','陕西省榆林市府谷县三道沟镇'),
	('61','陕西省','08','榆林市','22','府谷县','111','老高川镇','陕西省榆林市府谷县老高川镇'),
	('61','陕西省','08','榆林市','22','府谷县','112','武家庄镇','陕西省榆林市府谷县武家庄镇'),
	('61','陕西省','08','榆林市','22','府谷县','113','木瓜镇','陕西省榆林市府谷县木瓜镇'),
	('61','陕西省','08','榆林市','22','府谷县','114','田家寨镇','陕西省榆林市府谷县田家寨镇');
/* 榆林市-靖边县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','08','榆林市','24','靖边县','001','张家畔街道','陕西省榆林市靖边县张家畔街道'),
	('61','陕西省','08','榆林市','24','靖边县','101','东坑镇','陕西省榆林市靖边县东坑镇'),
	('61','陕西省','08','榆林市','24','靖边县','102','青阳岔镇','陕西省榆林市靖边县青阳岔镇'),
	('61','陕西省','08','榆林市','24','靖边县','103','宁条梁镇','陕西省榆林市靖边县宁条梁镇'),
	('61','陕西省','08','榆林市','24','靖边县','104','周河镇','陕西省榆林市靖边县周河镇'),
	('61','陕西省','08','榆林市','24','靖边县','105','红墩界镇','陕西省榆林市靖边县红墩界镇'),
	('61','陕西省','08','榆林市','24','靖边县','106','杨桥畔镇','陕西省榆林市靖边县杨桥畔镇'),
	('61','陕西省','08','榆林市','24','靖边县','107','王渠则镇','陕西省榆林市靖边县王渠则镇'),
	('61','陕西省','08','榆林市','24','靖边县','108','中山涧镇','陕西省榆林市靖边县中山涧镇'),
	('61','陕西省','08','榆林市','24','靖边县','109','杨米涧镇','陕西省榆林市靖边县杨米涧镇'),
	('61','陕西省','08','榆林市','24','靖边县','110','天赐湾镇','陕西省榆林市靖边县天赐湾镇'),
	('61','陕西省','08','榆林市','24','靖边县','111','小河镇','陕西省榆林市靖边县小河镇'),
	('61','陕西省','08','榆林市','24','靖边县','112','龙洲镇','陕西省榆林市靖边县龙洲镇'),
	('61','陕西省','08','榆林市','24','靖边县','113','黄蒿界镇','陕西省榆林市靖边县黄蒿界镇'),
	('61','陕西省','08','榆林市','24','靖边县','114','海则滩镇','陕西省榆林市靖边县海则滩镇'),
	('61','陕西省','08','榆林市','24','靖边县','115','席麻湾镇','陕西省榆林市靖边县席麻湾镇'),
	('61','陕西省','08','榆林市','24','靖边县','116','镇靖镇','陕西省榆林市靖边县镇靖镇');
/* 榆林市-定边县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','08','榆林市','25','定边县','001','定边街道','陕西省榆林市定边县定边街道'),
	('61','陕西省','08','榆林市','25','定边县','101','贺圈镇','陕西省榆林市定边县贺圈镇'),
	('61','陕西省','08','榆林市','25','定边县','102','红柳沟镇','陕西省榆林市定边县红柳沟镇'),
	('61','陕西省','08','榆林市','25','定边县','103','砖井镇','陕西省榆林市定边县砖井镇'),
	('61','陕西省','08','榆林市','25','定边县','104','白泥井镇','陕西省榆林市定边县白泥井镇'),
	('61','陕西省','08','榆林市','25','定边县','105','安边镇','陕西省榆林市定边县安边镇'),
	('61','陕西省','08','榆林市','25','定边县','106','堆子梁镇','陕西省榆林市定边县堆子梁镇'),
	('61','陕西省','08','榆林市','25','定边县','107','白湾子镇','陕西省榆林市定边县白湾子镇'),
	('61','陕西省','08','榆林市','25','定边县','108','姬塬镇','陕西省榆林市定边县姬塬镇'),
	('61','陕西省','08','榆林市','25','定边县','109','杨井镇','陕西省榆林市定边县杨井镇'),
	('61','陕西省','08','榆林市','25','定边县','110','新安边镇','陕西省榆林市定边县新安边镇'),
	('61','陕西省','08','榆林市','25','定边县','111','张崾先镇','陕西省榆林市定边县张崾先镇'),
	('61','陕西省','08','榆林市','25','定边县','112','樊学镇','陕西省榆林市定边县樊学镇'),
	('61','陕西省','08','榆林市','25','定边县','113','盐场堡镇','陕西省榆林市定边县盐场堡镇'),
	('61','陕西省','08','榆林市','25','定边县','114','郝滩镇','陕西省榆林市定边县郝滩镇'),
	('61','陕西省','08','榆林市','25','定边县','115','石洞沟镇','陕西省榆林市定边县石洞沟镇'),
	('61','陕西省','08','榆林市','25','定边县','116','冯地坑镇','陕西省榆林市定边县冯地坑镇'),
	('61','陕西省','08','榆林市','25','定边县','204','油房庄乡','陕西省榆林市定边县油房庄乡'),
	('61','陕西省','08','榆林市','25','定边县','210','学庄乡','陕西省榆林市定边县学庄乡');
/* 榆林市-绥德县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','08','榆林市','26','绥德县','100','名州镇','陕西省榆林市绥德县名州镇'),
	('61','陕西省','08','榆林市','26','绥德县','101','薛家峁镇','陕西省榆林市绥德县薛家峁镇'),
	('61','陕西省','08','榆林市','26','绥德县','102','崔家湾镇','陕西省榆林市绥德县崔家湾镇'),
	('61','陕西省','08','榆林市','26','绥德县','103','定仙墕镇','陕西省榆林市绥德县定仙墕镇'),
	('61','陕西省','08','榆林市','26','绥德县','104','枣林坪镇','陕西省榆林市绥德县枣林坪镇'),
	('61','陕西省','08','榆林市','26','绥德县','105','义合镇','陕西省榆林市绥德县义合镇'),
	('61','陕西省','08','榆林市','26','绥德县','106','吉镇','陕西省榆林市绥德县吉镇'),
	('61','陕西省','08','榆林市','25','绥德县','107','薛家河镇','陕西省榆林市绥德县薛家河镇'),
	('61','陕西省','08','榆林市','26','绥德县','108','四十里铺镇','陕西省榆林市绥德县四十里铺镇'),
	('61','陕西省','08','榆林市','26','绥德县','109','石家湾镇','陕西省榆林市绥德县石家湾镇'),
	('61','陕西省','08','榆林市','26','绥德县','110','田庄镇','陕西省榆林市绥德县田庄镇'),
	('61','陕西省','08','榆林市','26','绥德县','111','中角镇','陕西省榆林市绥德县中角镇'),
	('61','陕西省','08','榆林市','26','绥德县','112','满堂川镇','陕西省榆林市绥德县满堂川镇'),
	('61','陕西省','08','榆林市','26','绥德县','113','张家砭镇','陕西省榆林市绥德县张家砭镇'),
	('61','陕西省','08','榆林市','26','绥德县','114','白家硷镇','陕西省榆林市绥德县白家硷镇');
/* 榆林市-米脂县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','08','榆林市','27','米脂县','001','银州街道','陕西省榆林市米脂县银州街道'),
	('61','陕西省','08','榆林市','27','米脂县','101','桃镇','陕西省榆林市米脂县桃镇'),
	('61','陕西省','08','榆林市','27','米脂县','102','龙镇','陕西省榆林市米脂县龙镇'),
	('61','陕西省','08','榆林市','27','米脂县','103','杨家沟镇','陕西省榆林市米脂县杨家沟镇'),
	('61','陕西省','08','榆林市','27','米脂县','104','杜家石沟镇','陕西省榆林市米脂县杜家石沟镇'),
	('61','陕西省','08','榆林市','27','米脂县','105','沙家店镇','陕西省榆林市米脂县沙家店镇'),
	('61','陕西省','08','榆林市','27','米脂县','106','印斗镇','陕西省榆林市米脂县印斗镇'),
	('61','陕西省','08','榆林市','27','米脂县','107','郭兴庄镇','陕西省榆林市米脂县郭兴庄镇'),
	('61','陕西省','08','榆林市','27','米脂县','108','城郊镇','陕西省榆林市米脂县城郊镇');
/* 榆林市-佳县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','08','榆林市','28','佳县','001','佳州街道','陕西省榆林市佳县佳州街道'),
	('61','陕西省','08','榆林市','28','佳县','101','坑镇','陕西省榆林市佳县坑镇'),
	('61','陕西省','08','榆林市','28','佳县','102','店镇','陕西省榆林市佳县店镇'),
	('61','陕西省','08','榆林市','28','佳县','103','乌镇','陕西省榆林市佳县乌镇'),
	('61','陕西省','08','榆林市','28','佳县','104','金明寺镇','陕西省榆林市佳县金明寺镇'),
	('61','陕西省','08','榆林市','28','佳县','105','通镇','陕西省榆林市佳县通镇'),
	('61','陕西省','08','榆林市','28','佳县','106','王家砭镇','陕西省榆林市佳县王家砭镇'),
	('61','陕西省','08','榆林市','28','佳县','107','方塌镇','陕西省榆林市佳县方塌镇'),
	('61','陕西省','08','榆林市','28','佳县','108','朱家坬镇','陕西省榆林市佳县朱家坬镇'),
	('61','陕西省','08','榆林市','28','佳县','108','螅镇','陕西省榆林市佳县螅镇'),
	('61','陕西省','08','榆林市','28','佳县','108','朱官寨镇','陕西省榆林市佳县朱官寨镇'),
	('61','陕西省','08','榆林市','28','佳县','108','刘国具镇','陕西省榆林市佳县刘国具镇'),
	('61','陕西省','08','榆林市','28','佳县','108','木头峪镇','陕西省榆林市佳县木头峪镇');
/* 榆林市-吴堡县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','08','榆林市','29','吴堡县','001','宋家川街道','陕西省榆林市吴堡县宋家川街道'),
	('61','陕西省','08','榆林市','29','吴堡县','101','辛家沟镇','陕西省榆林市吴堡县辛家沟镇'),
	('61','陕西省','08','榆林市','29','吴堡县','102','郭家沟镇','陕西省榆林市吴堡县郭家沟镇'),
	('61','陕西省','08','榆林市','29','吴堡县','103','寇家塬镇','陕西省榆林市吴堡县寇家塬镇'),
	('61','陕西省','08','榆林市','29','吴堡县','104','岔上镇','陕西省榆林市吴堡县岔上镇'),
	('61','陕西省','08','榆林市','29','吴堡县','105','张家山镇','陕西省榆林市吴堡县张家山镇');
/* 榆林市-清涧县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','08','榆林市','30','清涧县','100','宽州镇','陕西省榆林市清涧县宽州镇'),
	('61','陕西省','08','榆林市','30','清涧县','101','石咀驿镇','陕西省榆林市清涧县石咀驿镇'),
	('61','陕西省','08','榆林市','30','清涧县','102','折家坪镇','陕西省榆林市清涧县折家坪镇'),
	('61','陕西省','08','榆林市','30','清涧县','103','玉家河镇','陕西省榆林市清涧县玉家河镇'),
	('61','陕西省','08','榆林市','30','清涧县','104','高杰村镇','陕西省榆林市清涧县高杰村镇'),
	('61','陕西省','08','榆林市','30','清涧县','105','李家塔镇','陕西省榆林市清涧县李家塔镇'),
	('61','陕西省','08','榆林市','30','清涧县','106','店则沟镇','陕西省榆林市清涧县店则沟镇'),
	('61','陕西省','08','榆林市','30','清涧县','107','解家沟镇','陕西省榆林市清涧县解家沟镇'),
	('61','陕西省','08','榆林市','30','清涧县','108','下廿里铺镇','陕西省榆林市清涧县下廿里铺镇');
/* 榆林市-子洲县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','08','榆林市','31','子洲县','001','双湖峪街道','陕西省榆林市子洲县双湖峪街道'),
	('61','陕西省','08','榆林市','31','子洲县','101','何家集镇','陕西省榆林市子洲县何家集镇'),
	('61','陕西省','08','榆林市','31','子洲县','102','老君殿镇','陕西省榆林市子洲县老君殿镇'),
	('61','陕西省','08','榆林市','31','子洲县','103','裴家湾镇','陕西省榆林市子洲县裴家湾镇'),
	('61','陕西省','08','榆林市','31','子洲县','104','苗家坪镇','陕西省榆林市子洲县苗家坪镇'),
	('61','陕西省','08','榆林市','31','子洲县','105','三川口镇','陕西省榆林市子洲县三川口镇'),
	('61','陕西省','08','榆林市','31','子洲县','106','马蹄沟镇','陕西省榆林市子洲县马蹄沟镇'),
	('61','陕西省','08','榆林市','31','子洲县','107','周家硷镇','陕西省榆林市子洲县周家硷镇'),
	('61','陕西省','08','榆林市','31','子洲县','108','电市镇','陕西省榆林市子洲县电市镇'),
	('61','陕西省','08','榆林市','31','子洲县','109','砖庙镇','陕西省榆林市子洲县砖庙镇'),
	('61','陕西省','08','榆林市','31','子洲县','110','淮宁湾镇','陕西省榆林市子洲县淮宁湾镇'),
	('61','陕西省','08','榆林市','31','子洲县','111','马岔镇','陕西省榆林市子洲县马岔镇'),
	('61','陕西省','08','榆林市','31','子洲县','200','驼耳巷乡','陕西省榆林市子洲县驼耳巷乡');
/* 榆林市-神木市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','08','榆林市','81','神木市','001','滨河新区街道','陕西省榆林市神木市滨河新区街道'),
	('61','陕西省','08','榆林市','81','神木市','002','西沙街道','陕西省榆林市神木市西沙街道'),
	('61','陕西省','08','榆林市','81','神木市','003','麟州街道','陕西省榆林市神木市麟州街道'),
	('61','陕西省','08','榆林市','81','神木市','004','迎宾路街道','陕西省榆林市神木市迎宾路街道'),
	('61','陕西省','08','榆林市','81','神木市','005','永兴街道','陕西省榆林市神木市永兴街道'),
	('61','陕西省','08','榆林市','81','神木市','006','西沟街道','陕西省榆林市神木市西沟街道'),
	('61','陕西省','08','榆林市','81','神木市','101','高家堡镇','陕西省榆林市神木市高家堡镇'),
	('61','陕西省','08','榆林市','81','神木市','102','店塔镇','陕西省榆林市神木市店塔镇'),
	('61','陕西省','08','榆林市','81','神木市','103','孙家岔镇','陕西省榆林市神木市孙家岔镇'),
	('61','陕西省','08','榆林市','81','神木市','104','大柳塔镇','陕西省榆林市神木市大柳塔镇'),
	('61','陕西省','08','榆林市','81','神木市','105','花石崖镇','陕西省榆林市神木市花石崖镇'),
	('61','陕西省','08','榆林市','81','神木市','106','中鸡镇','陕西省榆林市神木市中鸡镇'),
	('61','陕西省','08','榆林市','81','神木市','107','贺家川镇','陕西省榆林市神木市贺家川镇'),
	('61','陕西省','08','榆林市','81','神木市','108','尔林兔镇','陕西省榆林市神木市尔林兔镇'),
	('61','陕西省','08','榆林市','81','神木市','109','万镇','陕西省榆林市神木市万镇'),
	('61','陕西省','08','榆林市','81','神木市','110','大保当镇','陕西省榆林市神木市大保当镇'),
	('61','陕西省','08','榆林市','81','神木市','111','马镇','陕西省榆林市神木市马镇'),
	('61','陕西省','08','榆林市','81','神木市','112','栏杆堡镇','陕西省榆林市神木市栏杆堡镇'),
	('61','陕西省','08','榆林市','81','神木市','113','沙峁镇','陕西省榆林市神木市沙峁镇'),
	('61','陕西省','08','榆林市','81','神木市','114','锦界镇','陕西省榆林市神木市锦界镇');
	
/* 安康市-汉滨区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','09','安康市','02','汉滨区','001','老城街道','陕西省安康市汉滨区老城街道'),
	('61','陕西省','09','安康市','02','汉滨区','002','新城街道','陕西省安康市汉滨区新城街道'),
	('61','陕西省','09','安康市','02','汉滨区','003','江北街道','陕西省安康市汉滨区江北街道'),
	('61','陕西省','09','安康市','02','汉滨区','004','建民街道','陕西省安康市汉滨区建民街道'),
	('61','陕西省','09','安康市','02','汉滨区','100','关庙镇','陕西省安康市汉滨区关庙镇'),
	('61','陕西省','09','安康市','02','汉滨区','101','张滩镇','陕西省安康市汉滨区张滩镇'),
	('61','陕西省','09','安康市','02','汉滨区','102','瀛湖镇','陕西省安康市汉滨区瀛湖镇'),
	('61','陕西省','09','安康市','02','汉滨区','104','五里镇','陕西省安康市汉滨区五里镇'),
	('61','陕西省','09','安康市','02','汉滨区','107','恒口镇','陕西省安康市汉滨区恒口镇'),
	('61','陕西省','09','安康市','02','汉滨区','109','吉河镇','陕西省安康市汉滨区吉河镇'),
	('61','陕西省','09','安康市','02','汉滨区','110','流水镇','陕西省安康市汉滨区流水镇'),
	('61','陕西省','09','安康市','02','汉滨区','111','大竹园镇','陕西省安康市汉滨区大竹园镇'),
	('61','陕西省','09','安康市','02','汉滨区','112','洪山镇','陕西省安康市汉滨区洪山镇'),
	('61','陕西省','09','安康市','02','汉滨区','114','茨沟镇','陕西省安康市汉滨区茨沟镇'),
	('61','陕西省','09','安康市','02','汉滨区','115','大河镇','陕西省安康市汉滨区大河镇'),
	('61','陕西省','09','安康市','02','汉滨区','116','沈坝镇','陕西省安康市汉滨区沈坝镇'),
	('61','陕西省','09','安康市','02','汉滨区','117','双龙镇','陕西省安康市汉滨区双龙镇'),
	('61','陕西省','09','安康市','02','汉滨区','118','叶坪镇','陕西省安康市汉滨区叶坪镇'),
	('61','陕西省','09','安康市','02','汉滨区','119','中原镇','陕西省安康市汉滨区中原镇'),
	('61','陕西省','09','安康市','02','汉滨区','120','县河镇','陕西省安康市汉滨区县河镇'),
	('61','陕西省','09','安康市','02','汉滨区','121','紫荆镇','陕西省安康市汉滨区紫荆镇'),
	('61','陕西省','09','安康市','02','汉滨区','122','早阳镇','陕西省安康市汉滨区早阳镇'),
	('61','陕西省','09','安康市','02','汉滨区','123','关家镇','陕西省安康市汉滨区关家镇'),
	('61','陕西省','09','安康市','02','汉滨区','124','石梯镇','陕西省安康市汉滨区石梯镇'),
	('61','陕西省','09','安康市','02','汉滨区','125','坝河镇','陕西省安康市汉滨区坝河镇'),
	('61','陕西省','09','安康市','02','汉滨区','128','牛蹄镇','陕西省安康市汉滨区牛蹄镇'),
	('61','陕西省','09','安康市','02','汉滨区','130','晏坝镇','陕西省安康市汉滨区晏坝镇'),
	('61','陕西省','09','安康市','02','汉滨区','132','谭坝镇','陕西省安康市汉滨区谭坝镇');
/* 安康市-汉阴县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','09','安康市','21','汉阴县','100','城关镇','陕西省安康市汉阴县城关镇'),
	('61','陕西省','09','安康市','21','汉阴县','101','涧池镇','陕西省安康市汉阴县涧池镇'),
	('61','陕西省','09','安康市','21','汉阴县','102','蒲溪镇','陕西省安康市汉阴县蒲溪镇'),
	('61','陕西省','09','安康市','21','汉阴县','103','平梁镇','陕西省安康市汉阴县平梁镇'),
	('61','陕西省','09','安康市','21','汉阴县','104','双乳镇','陕西省安康市汉阴县双乳镇'),
	('61','陕西省','09','安康市','21','汉阴县','105','铁佛寺镇','陕西省安康市汉阴县铁佛寺镇'),
	('61','陕西省','09','安康市','21','汉阴县','107','漩涡镇','陕西省安康市汉阴县漩涡镇'),
	('61','陕西省','09','安康市','21','汉阴县','108','汉阳镇','陕西省安康市汉阴县汉阳镇'),
	('61','陕西省','09','安康市','21','汉阴县','110','双河口镇','陕西省安康市汉阴县双河口镇'),
	('61','陕西省','09','安康市','21','汉阴县','112','观音河镇','陕西省安康市汉阴县观音河镇');
/* 安康市-石泉县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','09','安康市','22','石泉县','100','城关镇','陕西省安康市石泉县城关镇'),
	('61','陕西省','09','安康市','22','石泉县','101','饶峰镇','陕西省安康市石泉县饶峰镇'),
	('61','陕西省','09','安康市','22','石泉县','102','两河镇','陕西省安康市石泉县两河镇'),
	('61','陕西省','09','安康市','22','石泉县','103','迎丰镇','陕西省安康市石泉县迎丰镇'),
	('61','陕西省','09','安康市','22','石泉县','104','池河镇','陕西省安康市石泉县池河镇'),
	('61','陕西省','09','安康市','22','石泉县','105','后柳镇','陕西省安康市石泉县后柳镇'),
	('61','陕西省','09','安康市','22','石泉县','106','喜河镇','陕西省安康市石泉县喜河镇'),
	('61','陕西省','09','安康市','22','石泉县','107','熨斗镇','陕西省安康市石泉县熨斗镇'),
	('61','陕西省','09','安康市','22','石泉县','108','云雾山镇','陕西省安康市石泉县云雾山镇'),
	('61','陕西省','09','安康市','22','石泉县','109','中池镇','陕西省安康市石泉县中池镇'),
	('61','陕西省','09','安康市','22','石泉县','110','曾溪镇','陕西省安康市石泉县曾溪镇');
/* 安康市-宁陕县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','09','安康市','23','宁陕县','100','城关镇','陕西省安康市宁陕县城关镇'),
	('61','陕西省','09','安康市','23','宁陕县','101','四亩地镇','陕西省安康市宁陕县四亩地镇'),
	('61','陕西省','09','安康市','23','宁陕县','102','江口镇','陕西省安康市宁陕县江口镇'),
	('61','陕西省','09','安康市','23','宁陕县','104','广货街镇','陕西省安康市宁陕县广货街镇'),
	('61','陕西省','09','安康市','23','宁陕县','105','龙王镇','陕西省安康市宁陕县龙王镇'),
	('61','陕西省','09','安康市','23','宁陕县','106','筒车湾镇','陕西省安康市宁陕县筒车湾镇'),
	('61','陕西省','09','安康市','23','宁陕县','108','金川镇','陕西省安康市宁陕县金川镇'),
	('61','陕西省','09','安康市','23','宁陕县','109','皇冠镇','陕西省安康市宁陕县皇冠镇'),
	('61','陕西省','09','安康市','23','宁陕县','110','太山庙镇','陕西省安康市宁陕县太山庙镇'),
	('61','陕西省','09','安康市','23','宁陕县','111','梅子镇','陕西省安康市宁陕县梅子镇'),
	('61','陕西省','09','安康市','23','宁陕县','113','新场镇','陕西省安康市宁陕县新场镇');
/* 安康市-紫阳县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','09','安康市','24','紫阳县','100','城关镇','陕西省安康市紫阳县城关镇'),
	('61','陕西省','09','安康市','24','紫阳县','101','蒿坪镇','陕西省安康市紫阳县蒿坪镇'),
	('61','陕西省','09','安康市','24','紫阳县','102','汉王镇','陕西省安康市紫阳县汉王镇'),
	('61','陕西省','09','安康市','24','紫阳县','103','焕古镇','陕西省安康市紫阳县焕古镇'),
	('61','陕西省','09','安康市','24','紫阳县','104','向阳镇','陕西省安康市紫阳县向阳镇'),
	('61','陕西省','09','安康市','24','紫阳县','105','洞河镇','陕西省安康市紫阳县洞河镇'),
	('61','陕西省','09','安康市','24','紫阳县','106','洄水镇','陕西省安康市紫阳县洄水镇'),
	('61','陕西省','09','安康市','24','紫阳县','108','双桥镇','陕西省安康市紫阳县双桥镇'),
	('61','陕西省','09','安康市','24','紫阳县','109','高桥镇','陕西省安康市紫阳县高桥镇'),
	('61','陕西省','09','安康市','24','紫阳县','110','红椿镇','陕西省安康市紫阳县红椿镇'),
	('61','陕西省','09','安康市','24','紫阳县','111','高滩镇','陕西省安康市紫阳县高滩镇'),
	('61','陕西省','09','安康市','24','紫阳县','112','毛坝镇','陕西省安康市紫阳县毛坝镇'),
	('61','陕西省','09','安康市','24','紫阳县','113','瓦庙镇','陕西省安康市紫阳县瓦庙镇'),
	('61','陕西省','09','安康市','24','紫阳县','114','麻柳镇','陕西省安康市紫阳县麻柳镇'),
	('61','陕西省','09','安康市','24','紫阳县','115','双安镇','陕西省安康市紫阳县双安镇'),
	('61','陕西省','09','安康市','24','紫阳县','116','东木镇','陕西省安康市紫阳县东木镇'),
	('61','陕西省','09','安康市','24','紫阳县','117','界岭镇','陕西省安康市紫阳县界岭镇');
/* 安康市-岚皋县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','09','安康市','25','岚皋县','100','城关镇','陕西省安康市岚皋县城关镇'),
	('61','陕西省','09','安康市','25','岚皋县','101','佐龙镇','陕西省安康市岚皋县佐龙镇'),
	('61','陕西省','09','安康市','25','岚皋县','103','滔河镇','陕西省安康市岚皋县滔河镇'),
	('61','陕西省','09','安康市','25','岚皋县','104','官元镇','陕西省安康市岚皋县官元镇'),
	('61','陕西省','09','安康市','25','岚皋县','105','石门镇','陕西省安康市岚皋县石门镇'),
	('61','陕西省','09','安康市','25','岚皋县','106','民主镇','陕西省安康市岚皋县民主镇'),
	('61','陕西省','09','安康市','25','岚皋县','107','大道河镇','陕西省安康市岚皋县大道河镇'),
	('61','陕西省','09','安康市','25','岚皋县','109','堰门镇','陕西省安康市岚皋县堰门镇'),
	('61','陕西省','09','安康市','25','岚皋县','111','蔺河镇','陕西省安康市岚皋县蔺河镇'),
	('61','陕西省','09','安康市','25','岚皋县','112','四季镇','陕西省安康市岚皋县四季镇'),
	('61','陕西省','09','安康市','25','岚皋县','114','孟石岭镇','陕西省安康市岚皋县孟石岭镇'),
	('61','陕西省','09','安康市','25','岚皋县','115','南宫山镇','陕西省安康市岚皋县南宫山镇');
/* 安康市-平利县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','09','安康市','26','平利县','100','城关镇','陕西省安康市平利县城关镇'),
	('61','陕西省','09','安康市','26','平利县','101','兴隆镇','陕西省安康市平利县兴隆镇'),
	('61','陕西省','09','安康市','26','平利县','102','老县镇','陕西省安康市平利县老县镇'),
	('61','陕西省','09','安康市','26','平利县','103','大贵镇','陕西省安康市平利县大贵镇'),
	('61','陕西省','09','安康市','26','平利县','104','三阳镇','陕西省安康市平利县三阳镇'),
	('61','陕西省','09','安康市','26','平利县','105','洛河镇','陕西省安康市平利县洛河镇'),
	('61','陕西省','09','安康市','26','平利县','106','广佛镇','陕西省安康市平利县广佛镇'),
	('61','陕西省','09','安康市','26','平利县','107','八仙镇','陕西省安康市平利县八仙镇'),
	('61','陕西省','09','安康市','26','平利县','108','长安镇','陕西省安康市平利县长安镇'),
	('61','陕西省','09','安康市','26','平利县','109','正阳镇','陕西省安康市平利县正阳镇'),
	('61','陕西省','09','安康市','26','平利县','110','西河镇','陕西省安康市平利县西河镇');
/* 安康市-镇坪县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','09','安康市','27','镇坪县','100','城关镇','陕西省安康市镇坪县城关镇'),
	('61','陕西省','09','安康市','27','镇坪县','101','曾家镇','陕西省安康市镇坪县曾家镇'),
	('61','陕西省','09','安康市','27','镇坪县','102','牛头店镇','陕西省安康市镇坪县牛头店镇'),
	('61','陕西省','09','安康市','27','镇坪县','103','钟宝镇','陕西省安康市镇坪县钟宝镇'),
	('61','陕西省','09','安康市','27','镇坪县','105','上竹镇','陕西省安康市镇坪县上竹镇'),
	('61','陕西省','09','安康市','27','镇坪县','106','华坪镇','陕西省安康市镇坪县华坪镇'),
	('61','陕西省','09','安康市','27','镇坪县','108','曙坪镇','陕西省安康市镇坪县曙坪镇');
/* 安康市-旬阳县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','09','安康市','28','旬阳县','100','城关镇','陕西省安康市旬阳县城关镇'),
	('61','陕西省','09','安康市','28','旬阳县','101','棕溪镇','陕西省安康市旬阳县棕溪镇'),
	('61','陕西省','09','安康市','28','旬阳县','102','关口镇','陕西省安康市旬阳县关口镇'),
	('61','陕西省','09','安康市','28','旬阳县','103','蜀河镇','陕西省安康市旬阳县蜀河镇'),
	('61','陕西省','09','安康市','28','旬阳县','104','双河镇','陕西省安康市旬阳县双河镇'),
	('61','陕西省','09','安康市','28','旬阳县','105','小河镇','陕西省安康市旬阳县小河镇'),
	('61','陕西省','09','安康市','28','旬阳县','106','赵湾镇','陕西省安康市旬阳县赵湾镇'),
	('61','陕西省','09','安康市','28','旬阳县','107','麻坪镇','陕西省安康市旬阳县麻坪镇'),
	('61','陕西省','09','安康市','28','旬阳县','108','甘溪镇','陕西省安康市旬阳县甘溪镇'),
	('61','陕西省','09','安康市','28','旬阳县','109','白柳镇','陕西省安康市旬阳县白柳镇'),
	('61','陕西省','09','安康市','28','旬阳县','110','吕河镇','陕西省安康市旬阳县吕河镇'),
	('61','陕西省','09','安康市','28','旬阳县','111','神河镇','陕西省安康市旬阳县神河镇'),
	('61','陕西省','09','安康市','28','旬阳县','112','铜钱关镇','陕西省安康市旬阳县铜钱关镇'),
	('61','陕西省','09','安康市','28','旬阳县','113','段家河镇','陕西省安康市旬阳县段家河镇'),
	('61','陕西省','09','安康市','28','旬阳县','114','仙河镇','陕西省安康市旬阳县仙河镇'),
	('61','陕西省','09','安康市','28','旬阳县','115','金寨镇','陕西省安康市旬阳县金寨镇'),
	('61','陕西省','09','安康市','28','旬阳县','116','桐木镇','陕西省安康市旬阳县桐木镇'),
	('61','陕西省','09','安康市','28','旬阳县','117','构元镇','陕西省安康市旬阳县构元镇'),
	('61','陕西省','09','安康市','28','旬阳县','118','石门镇','陕西省安康市旬阳县石门镇'),
	('61','陕西省','09','安康市','28','旬阳县','119','红军镇','陕西省安康市旬阳县红军镇'),
	('61','陕西省','09','安康市','28','旬阳县','120','仁河口镇','陕西省安康市旬阳县仁河口镇');
/* 安康市-白河县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','09','安康市','29','白河县','100','城关镇','陕西省安康市白河县城关镇'),
	('61','陕西省','09','安康市','29','白河县','101','中厂镇','陕西省安康市白河县中厂镇'),
	('61','陕西省','09','安康市','29','白河县','102','构扒镇','陕西省安康市白河县构扒镇'),
	('61','陕西省','09','安康市','29','白河县','103','卡子镇','陕西省安康市白河县卡子镇'),
	('61','陕西省','09','安康市','29','白河县','104','茅坪镇','陕西省安康市白河县茅坪镇'),
	('61','陕西省','09','安康市','29','白河县','105','宋家镇','陕西省安康市白河县宋家镇'),
	('61','陕西省','09','安康市','29','白河县','106','西营镇','陕西省安康市白河县西营镇'),
	('61','陕西省','09','安康市','29','白河县','107','仓上镇','陕西省安康市白河县仓上镇'),
	('61','陕西省','09','安康市','29','白河县','108','冷水镇','陕西省安康市白河县冷水镇'),
	('61','陕西省','09','安康市','29','白河县','109','双丰镇','陕西省安康市白河县双丰镇'),
	('61','陕西省','09','安康市','29','白河县','110','麻虎镇','陕西省安康市白河县麻虎镇');

/* 商洛市-商州区 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','10','商洛市','02','商州区','001','城关街道','陕西省商洛市商州区城关街道'),
	('61','陕西省','10','商洛市','02','商州区','002','大赵峪街道','陕西省商洛市商州区大赵峪街道'),
	('61','陕西省','10','商洛市','02','商州区','003','陈塬街道','陕西省商洛市商州区陈塬街道'),
	('61','陕西省','10','商洛市','02','商州区','004','刘湾街道','陕西省商洛市商州区刘湾街道'),
	('61','陕西省','10','商洛市','02','商州区','101','夜村镇','陕西省商洛市商州区夜村镇'),
	('61','陕西省','10','商洛市','02','商州区','104','沙河子镇','陕西省商洛市商州区沙河子镇'),
	('61','陕西省','10','商洛市','02','商州区','105','杨峪河镇','陕西省商洛市商州区杨峪河镇'),
	('61','陕西省','10','商洛市','02','商州区','106','金陵寺镇','陕西省商洛市商州区金陵寺镇'),
	('61','陕西省','10','商洛市','02','商州区','107','黑山镇','陕西省商洛市商州区黑山镇'),
	('61','陕西省','10','商洛市','02','商州区','108','杨斜镇','陕西省商洛市商州区杨斜镇'),
	('61','陕西省','10','商洛市','02','商州区','109','麻街镇','陕西省商洛市商州区麻街镇'),
	('61','陕西省','10','商洛市','02','商州区','111','牧护关镇','陕西省商洛市商州区牧护关镇'),
	('61','陕西省','10','商洛市','02','商州区','112','大荆镇','陕西省商洛市商州区大荆镇'),
	('61','陕西省','10','商洛市','02','商州区','113','腰市镇','陕西省商洛市商州区腰市镇'),
	('61','陕西省','10','商洛市','02','商州区','114','板桥镇','陕西省商洛市商州区板桥镇'),
	('61','陕西省','10','商洛市','02','商州区','115','北宽坪镇','陕西省商洛市商州区北宽坪镇'),
	('61','陕西省','10','商洛市','02','商州区','119','三岔河镇','陕西省商洛市商州区三岔河镇'),
	('61','陕西省','10','商洛市','02','商州区','121','闫村镇','陕西省商洛市商州区闫村镇'),
	('61','陕西省','10','商洛市','02','商州区','400','二龙山水库','陕西省商洛市商州区二龙山水库'),
	('61','陕西省','10','商洛市','02','商州区','401','南秦水库','陕西省商洛市商州区南秦水库'),
	('61','陕西省','10','商洛市','02','商州区','402','二龙山国营林场','陕西省商洛市商州区二龙山国营林场'),
	('61','陕西省','10','商洛市','02','商州区','403','商丹循环工业园','陕西省商洛市商州区商丹循环工业园'),
	('61','陕西省','10','商洛市','02','商州区','404','荆河工业园','陕西省商洛市商州区荆河工业园'),
	('61','陕西省','10','商洛市','02','商州区','405','荆河农业示范园','陕西省商洛市商州区荆河农业示范园'),
	('61','陕西省','10','商洛市','02','商州区','406','高校园区','陕西省商洛市商州区高校园区'),
	('61','陕西省','10','商洛市','02','商州区','407','商洛职业技术学院','陕西省商洛市商州区商洛职业技术学院'),
	('61','陕西省','10','商洛市','02','商州区','408','氟化硅产业业园','陕西省商洛市商州区氟化硅产业业园');
/* 商洛市-洛南县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','10','商洛市','21','洛南县','001','城关街道','陕西省商洛市洛南县城关街道'),
	('61','陕西省','10','商洛市','21','洛南县','002','四皓街道','陕西省商洛市洛南县四皓街道'),
	('61','陕西省','10','商洛市','21','洛南县','101','景村镇','陕西省商洛市洛南县景村镇'),
	('61','陕西省','10','商洛市','21','洛南县','102','古城镇','陕西省商洛市洛南县古城镇'),
	('61','陕西省','10','商洛市','21','洛南县','103','三要镇','陕西省商洛市洛南县三要镇'),
	('61','陕西省','10','商洛市','21','洛南县','104','灵口镇','陕西省商洛市洛南县灵口镇'),
	('61','陕西省','10','商洛市','21','洛南县','106','寺耳镇','陕西省商洛市洛南县寺耳镇'),
	('61','陕西省','10','商洛市','21','洛南县','107','巡检镇','陕西省商洛市洛南县巡检镇'),
	('61','陕西省','10','商洛市','21','洛南县','108','石坡镇','陕西省商洛市洛南县石坡镇'),
	('61','陕西省','10','商洛市','21','洛南县','109','石门镇','陕西省商洛市洛南县石门镇'),
	('61','陕西省','10','商洛市','21','洛南县','110','麻坪镇','陕西省商洛市洛南县麻坪镇'),
	('61','陕西省','10','商洛市','21','洛南县','111','洛源镇','陕西省商洛市洛南县洛源镇'),
	('61','陕西省','10','商洛市','21','洛南县','112','保安镇','陕西省商洛市洛南县保安镇'),
	('61','陕西省','10','商洛市','21','洛南县','114','永丰镇','陕西省商洛市洛南县永丰镇'),
	('61','陕西省','10','商洛市','21','洛南县','117','柏峪寺镇','陕西省商洛市洛南县柏峪寺镇'),
	('61','陕西省','10','商洛市','21','洛南县','118','高耀镇','陕西省商洛市洛南县高耀镇');
/* 商洛市-丹凤县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','10','商洛市','22','丹凤县','001','龙驹寨街道','陕西省商洛市丹凤县龙驹寨街道'),
	('61','陕西省','10','商洛市','22','丹凤县','101','庾岭镇','陕西省商洛市丹凤县庾岭镇'),
	('61','陕西省','10','商洛市','22','丹凤县','102','蔡川镇','陕西省商洛市丹凤县蔡川镇'),
	('61','陕西省','10','商洛市','22','丹凤县','103','峦庄镇','陕西省商洛市丹凤县峦庄镇'),
	('61','陕西省','10','商洛市','22','丹凤县','104','铁峪铺镇','陕西省商洛市丹凤县铁峪铺镇'),
	('61','陕西省','10','商洛市','22','丹凤县','105','武关镇','陕西省商洛市丹凤县武关镇'),
	('61','陕西省','10','商洛市','22','丹凤县','106','竹林关镇','陕西省商洛市丹凤县竹林关镇'),
	('61','陕西省','10','商洛市','22','丹凤县','107','土门镇','陕西省商洛市丹凤县土门镇'),
	('61','陕西省','10','商洛市','22','丹凤县','108','寺坪镇','陕西省商洛市丹凤县寺坪镇'),
	('61','陕西省','10','商洛市','22','丹凤县','109','商镇','陕西省商洛市丹凤县商镇'),
	('61','陕西省','10','商洛市','22','丹凤县','110','棣花镇','陕西省商洛市丹凤县棣花镇'),
	('61','陕西省','10','商洛市','22','丹凤县','115','花瓶子镇','陕西省商洛市丹凤县花瓶子镇');
/* 商洛市-商南县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','10','商洛市','23','商南县','001','城关街道','陕西省商洛市商南县城关街道'),
	('61','陕西省','10','商洛市','23','商南县','101','富水镇','陕西省商洛市商南县富水镇'),
	('61','陕西省','10','商洛市','23','商南县','102','湘河镇','陕西省商洛市商南县湘河镇'),
	('61','陕西省','10','商洛市','23','商南县','104','赵川镇','陕西省商洛市商南县赵川镇'),
	('61','陕西省','10','商洛市','23','商南县','107','过风楼镇','陕西省商洛市商南县过风楼镇'),
	('61','陕西省','10','商洛市','23','商南县','108','试马镇','陕西省商洛市商南县试马镇'),
	('61','陕西省','10','商洛市','23','商南县','109','清油河镇','陕西省商洛市商南县清油河镇'),
	('61','陕西省','10','商洛市','23','商南县','110','十里坪镇','陕西省商洛市商南县十里坪镇'),
	('61','陕西省','10','商洛市','23','商南县','111','金丝峡镇','陕西省商洛市商南县金丝峡镇'),
	('61','陕西省','10','商洛市','23','商南县','112','青山镇','陕西省商洛市商南县青山镇');
/* 商洛市-山阳县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','10','商洛市','24','山阳县','001','城关街道','陕西省商洛市山阳县城关街道'),
	('61','陕西省','10','商洛市','24','山阳县','002','十里铺街道','陕西省商洛市山阳县十里铺街道'),
	('61','陕西省','10','商洛市','24','山阳县','101','高坝店镇','陕西省商洛市山阳县高坝店镇'),
	('61','陕西省','10','商洛市','24','山阳县','102','天竺山镇','陕西省商洛市山阳县天竺山镇'),
	('61','陕西省','10','商洛市','24','山阳县','103','中村镇','陕西省商洛市山阳县中村镇'),
	('61','陕西省','10','商洛市','24','山阳县','104','银花镇','陕西省商洛市山阳县银花镇'),
	('61','陕西省','10','商洛市','24','山阳县','105','西照川镇','陕西省商洛市山阳县西照川镇'),
	('61','陕西省','10','商洛市','24','山阳县','106','漫川关镇','陕西省商洛市山阳县漫川关镇'),
	('61','陕西省','10','商洛市','24','山阳县','107','南宽坪镇','陕西省商洛市山阳县南宽坪镇'),
	('61','陕西省','10','商洛市','24','山阳县','108','户家塬镇','陕西省商洛市山阳县户家塬镇'),
	('61','陕西省','10','商洛市','24','山阳县','109','杨地镇','陕西省商洛市山阳县杨地镇'),
	('61','陕西省','10','商洛市','24','山阳县','111','小河口镇','陕西省商洛市山阳县小河口镇'),
	('61','陕西省','10','商洛市','24','山阳县','112','色河铺镇','陕西省商洛市山阳县色河铺镇'),
	('61','陕西省','10','商洛市','24','山阳县','113','板岩镇','陕西省商洛市山阳县板岩镇'),
	('61','陕西省','10','商洛市','24','山阳县','116','延坪镇','陕西省商洛市山阳县延坪镇'),
	('61','陕西省','10','商洛市','24','山阳县','117','两岭镇','陕西省商洛市山阳县两岭镇'),
	('61','陕西省','10','商洛市','24','山阳县','118','王阎镇','陕西省商洛市山阳县王阎镇'),
	('61','陕西省','10','商洛市','24','山阳县','121','法官镇','陕西省商洛市山阳县法官镇');
/* 商洛市-镇安县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','10','商洛市','25','镇安县','001','永乐街道','陕西省商洛市镇安县永乐街道'),
	('61','陕西省','10','商洛市','25','镇安县','101','回龙镇','陕西省商洛市镇安县回龙镇'),
	('61','陕西省','10','商洛市','25','镇安县','102','铁厂镇','陕西省商洛市镇安县铁厂镇'),
	('61','陕西省','10','商洛市','25','镇安县','103','大坪镇','陕西省商洛市镇安县大坪镇'),
	('61','陕西省','10','商洛市','25','镇安县','104','米粮镇','陕西省商洛市镇安县米粮镇'),
	('61','陕西省','10','商洛市','25','镇安县','105','茅坪回族镇','陕西省商洛市镇安县茅坪回族镇'),
	('61','陕西省','10','商洛市','25','镇安县','106','西口回族镇','陕西省商洛市镇安县西口回族镇'),
	('61','陕西省','10','商洛市','25','镇安县','107','高峰镇','陕西省商洛市镇安县高峰镇'),
	('61','陕西省','10','商洛市','25','镇安县','108','青铜关镇','陕西省商洛市镇安县青铜关镇'),
	('61','陕西省','10','商洛市','25','镇安县','109','柴坪镇','陕西省商洛市镇安县柴坪镇'),
	('61','陕西省','10','商洛市','25','镇安县','110','达仁镇','陕西省商洛市镇安县达仁镇'),
	('61','陕西省','10','商洛市','25','镇安县','111','木王镇','陕西省商洛市镇安县木王镇'),
	('61','陕西省','10','商洛市','25','镇安县','113','云盖寺镇','陕西省商洛市镇安县云盖寺镇'),
	('61','陕西省','10','商洛市','25','镇安县','114','庙沟镇','陕西省商洛市镇安县庙沟镇'),
	('61','陕西省','10','商洛市','25','镇安县','117','月河镇','陕西省商洛市镇安县月河镇'),
	('61','陕西省','10','商洛市','25','镇安县','400','黑窑沟林厂','陕西省商洛市镇安县黑窑沟林厂'),
	('61','陕西省','10','商洛市','25','镇安县','401','木王林厂','陕西省商洛市镇安县木王林厂'),
	('61','陕西省','10','商洛市','25','镇安县','402','镇安县苗圃','陕西省商洛市镇安县镇安县苗圃');
/* 商洛市-柞水县 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`street_code`,`street_name`,`address`) VALUES 
	('61','陕西省','10','商洛市','26','柞水县','001','乾佑街道','陕西省商洛市柞水县乾佑街道'),
	('61','陕西省','10','商洛市','26','柞水县','101','营盘镇','陕西省商洛市柞水县营盘镇'),
	('61','陕西省','10','商洛市','26','柞水县','102','下梁镇','陕西省商洛市柞水县下梁镇'),
	('61','陕西省','10','商洛市','26','柞水县','104','小岭镇','陕西省商洛市柞水县小岭镇'),
	('61','陕西省','10','商洛市','26','柞水县','105','凤凰镇','陕西省商洛市柞水县凤凰镇'),
	('61','陕西省','10','商洛市','26','柞水县','106','红岩寺镇','陕西省商洛市柞水县红岩寺镇'),
	('61','陕西省','10','商洛市','26','柞水县','107','曹坪镇','陕西省商洛市柞水县曹坪镇'),
	('61','陕西省','10','商洛市','26','柞水县','109','杏坪镇','陕西省商洛市柞水县杏坪镇'),
	('61','陕西省','10','商洛市','26','柞水县','110','瓦房口镇','陕西省商洛市柞水县瓦房口镇');

/* Table data for table `t_division_code` 甘肃省 */

/* Table data for table `t_division_code` 青海省 */

/* Table data for table `t_division_code` 宁夏回族自治区 */

/* Table data for table `t_division_code` 新疆维吾尔自治区 */