/* Table data for table `t_division_code` 北京市 */
	
/* Table data for table `t_division_code` 天津市 */
	
/* Table data for table `t_division_code` 河北省 */

/* Table data for table `t_division_code` 山西省 */

/* Table data for table `t_division_code` 内蒙古自治区 */

/* Table data for table `t_division_code` 辽宁省 */

/* Table data for table `t_division_code` 吉林省 */

/* Table data for table `t_division_code` 黑龙江省 */

/* Table data for table `t_division_code` 上海市 */

/* Table data for table `t_division_code` 江苏省 */

/* Table data for table `t_division_code` 浙江省 */

/* Table data for table `t_division_code` 安徽省 */

/* Table data for table `t_division_code` 福建省 */

/* Table data for table `t_division_code` 江西省 */

/* Table data for table `t_division_code` 山东省 */

/* Table data for table `t_division_code` 河南省 */

/* Table data for table `t_division_code` 湖北省 */

/* Table data for table `t_division_code` 湖南省 */

/* Table data for table `t_division_code` 广东省 */

/* Table data for table `t_division_code` 广西壮族自治区 */

/* Table data for table `t_division_code` 海南省 */

/* Table data for table `t_division_code` 重庆市 */

/* Table data for table `t_division_code` 四川省 */

/* Table data for table `t_division_code` 贵州省 */

/* Table data for table `t_division_code` 云南省 */

/* Table data for table `t_division_code` 西藏自治区 */

/* Table data for table `t_division_code` 陕西省 */
/* 西安市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`address`) VALUES 
	('61','陕西省','01','西安市','01','市辖区','陕西省西安市市辖区'),
	('61','陕西省','01','西安市','02','新城区','陕西省西安市新城区'),
	('61','陕西省','01','西安市','03','碑林区','陕西省西安市碑林区'),
	('61','陕西省','01','西安市','04','莲湖区','陕西省西安市莲湖区'),
	('61','陕西省','01','西安市','11','灞桥区','陕西省西安市灞桥区'),
	('61','陕西省','01','西安市','12','未央区','陕西省西安市未央区'),
	('61','陕西省','01','西安市','13','雁塔区','陕西省西安市雁塔区'),
	('61','陕西省','01','西安市','14','阎良区','陕西省西安市阎良区'),
	('61','陕西省','01','西安市','15','临潼区','陕西省西安市临潼区'),
	('61','陕西省','01','西安市','16','长安区','陕西省西安市长安区'),
	('61','陕西省','01','西安市','17','高陵区','陕西省西安市高陵区'),
	('61','陕西省','01','西安市','18','鄠邑区','陕西省西安市鄠邑区'),
	('61','陕西省','01','西安市','22','蓝田县','陕西省西安市蓝田县'),
	('61','陕西省','01','西安市','24','周至县','陕西省西安市周至县');
	
/* 铜川市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`address`) VALUES 
	('61','陕西省','02','铜川市','01','市辖区','陕西省铜川市市辖区'),
	('61','陕西省','02','铜川市','02','王益区','陕西省铜川市王益区'),
	('61','陕西省','02','铜川市','03','印台区','陕西省铜川市印台区'),
	('61','陕西省','02','铜川市','04','耀州区','陕西省铜川市耀州区'),
	('61','陕西省','02','铜川市','22','宜君县','陕西省铜川市宜君县');

/* 宝鸡市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`address`) VALUES 
	('61','陕西省','03','宝鸡市','01','市辖区','陕西省宝鸡市市辖区'),
	('61','陕西省','03','宝鸡市','02','渭滨区','陕西省宝鸡市渭滨区'),
	('61','陕西省','03','宝鸡市','03','金台区','陕西省宝鸡市金台区'),
	('61','陕西省','03','宝鸡市','04','陈仓区','陕西省宝鸡市陈仓区'),
	('61','陕西省','03','宝鸡市','22','凤翔县','陕西省宝鸡市凤翔县'),
	('61','陕西省','03','宝鸡市','23','岐山县','陕西省宝鸡市岐山县'),
	('61','陕西省','03','宝鸡市','24','扶风县','陕西省宝鸡市扶风县'),
	('61','陕西省','03','宝鸡市','26','眉县','陕西省宝鸡市眉县'),
	('61','陕西省','03','宝鸡市','27','陇县','陕西省宝鸡市陇县'),
	('61','陕西省','03','宝鸡市','28','千阳县','陕西省宝鸡市千阳县'),
	('61','陕西省','03','宝鸡市','29','麟游县','陕西省宝鸡市麟游县'),
	('61','陕西省','03','宝鸡市','30','凤县','陕西省宝鸡市凤县'),
	('61','陕西省','03','宝鸡市','31','太白县','陕西省宝鸡市太白县');
	
/* 咸阳市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`address`) VALUES 
	('61','陕西省','04','咸阳市','01','市辖区','陕西省咸阳市市辖区'),
	('61','陕西省','04','咸阳市','02','秦都区','陕西省咸阳市秦都区'),
	('61','陕西省','04','咸阳市','03','杨陵区','陕西省咸阳市杨陵区'),
	('61','陕西省','04','咸阳市','04','渭城区','陕西省咸阳市渭城区'),
	('61','陕西省','04','咸阳市','22','三原县','陕西省咸阳市三原县'),
	('61','陕西省','04','咸阳市','23','泾阳县','陕西省咸阳市泾阳县'),
	('61','陕西省','04','咸阳市','24','乾县','陕西省咸阳市乾县'),
	('61','陕西省','04','咸阳市','25','礼泉县','陕西省咸阳市礼泉县'),
	('61','陕西省','04','咸阳市','26','永寿县','陕西省咸阳市永寿县'),
	('61','陕西省','04','咸阳市','28','长武县','陕西省咸阳市长武县'),
	('61','陕西省','04','咸阳市','29','旬邑县','陕西省咸阳市旬邑县'),
	('61','陕西省','04','咸阳市','30','淳化县','陕西省咸阳市淳化县'),
	('61','陕西省','04','咸阳市','31','武功县','陕西省咸阳市武功县'),
	('61','陕西省','04','咸阳市','81','兴平市','陕西省咸阳市兴平市'),
	('61','陕西省','04','咸阳市','82','彬州市','陕西省咸阳市彬州市');

/* 渭南市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`address`) VALUES 
	('61','陕西省','05','渭南市','01','市辖区','陕西省渭南市市辖区'),
	('61','陕西省','05','渭南市','02','临渭区','陕西省渭南市临渭区'),
	('61','陕西省','05','渭南市','03','华州区','陕西省渭南市华州区'),
	('61','陕西省','05','渭南市','22','潼关县','陕西省渭南市潼关县'),
	('61','陕西省','05','渭南市','23','大荔县','陕西省渭南市大荔县'),
	('61','陕西省','05','渭南市','24','合阳县','陕西省渭南市合阳县'),
	('61','陕西省','05','渭南市','25','澄城县','陕西省渭南市澄城县'),
	('61','陕西省','05','渭南市','26','蒲城县','陕西省渭南市蒲城县'),
	('61','陕西省','05','渭南市','27','白水县','陕西省渭南市白水县'),
	('61','陕西省','05','渭南市','28','富平县','陕西省渭南市富平县'),
	('61','陕西省','05','渭南市','81','韩城市','陕西省渭南市韩城市'),
	('61','陕西省','05','渭南市','82','华阴市','陕西省渭南市华阴市');
	
/* 延安市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`address`) VALUES 
	('61','陕西省','06','延安市','01','市辖区','陕西省延安市市辖区'),
	('61','陕西省','06','延安市','02','宝塔区','陕西省延安市宝塔区'),
	('61','陕西省','06','延安市','03','安塞区','陕西省延安市安塞区'),
	('61','陕西省','06','延安市','21','延长县','陕西省延安市延长县'),
	('61','陕西省','06','延安市','22','延川县','陕西省延安市延川县'),
	('61','陕西省','06','延安市','25','志丹县','陕西省延安市志丹县'),
	('61','陕西省','06','延安市','26','吴起县','陕西省延安市吴起县'),
	('61','陕西省','06','延安市','27','甘泉县','陕西省延安市甘泉县'),
	('61','陕西省','06','延安市','28','富县','陕西省延安市富县'),
	('61','陕西省','06','延安市','29','洛川县','陕西省延安市洛川县'),
	('61','陕西省','06','延安市','30','宜川县','陕西省延安市宜川县'),
	('61','陕西省','06','延安市','31','黄龙县','陕西省延安市黄龙县'),
	('61','陕西省','06','延安市','32','黄陵县','陕西省延安市黄陵县'),
	('61','陕西省','06','延安市','81','子长市','陕西省延安市子长市');

/* 汉中市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`address`) VALUES 
	('61','陕西省','07','汉中市','01','市辖区','陕西省汉中市市辖区'),
	('61','陕西省','07','汉中市','02','汉台区','陕西省汉中市汉台区'),
	('61','陕西省','07','汉中市','03','南郑区','陕西省汉中市南郑区'),
	('61','陕西省','07','汉中市','22','城固县','陕西省汉中市城固县'),
	('61','陕西省','07','汉中市','23','洋县','陕西省汉中市洋县'),
	('61','陕西省','07','汉中市','24','西乡县','陕西省汉中市西乡县'),
	('61','陕西省','07','汉中市','25','勉县','陕西省汉中市勉县'),
	('61','陕西省','07','汉中市','26','宁强县','陕西省汉中市宁强县'),
	('61','陕西省','07','汉中市','27','略阳县','陕西省汉中市略阳县'),
	('61','陕西省','07','汉中市','28','镇巴县','陕西省汉中市镇巴县'),
	('61','陕西省','07','汉中市','29','留坝县','陕西省汉中市留坝县'),
	('61','陕西省','07','汉中市','30','佛坪县','陕西省汉中市佛坪县');

/* 榆林市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`address`) VALUES 
	('61','陕西省','08','榆林市','01','市辖区','陕西省榆林市市辖区'),
	('61','陕西省','08','榆林市','02','榆阳区','陕西省榆林市榆阳区'),
	('61','陕西省','08','榆林市','03','横山区','陕西省榆林市横山区'),
	('61','陕西省','08','榆林市','22','府谷县','陕西省榆林市府谷县'),
	('61','陕西省','08','榆林市','24','靖边县','陕西省榆林市靖边县'),
	('61','陕西省','08','榆林市','25','定边县','陕西省榆林市定边县'),
	('61','陕西省','08','榆林市','26','绥德县','陕西省榆林市绥德县'),
	('61','陕西省','08','榆林市','27','米脂县','陕西省榆林市米脂县'),
	('61','陕西省','08','榆林市','28','佳县','陕西省榆林市佳县'),
	('61','陕西省','08','榆林市','29','吴堡县','陕西省榆林市吴堡县'),
	('61','陕西省','08','榆林市','30','清涧县','陕西省榆林市清涧县'),
	('61','陕西省','08','榆林市','31','子洲县','陕西省榆林市子洲县'),
	('61','陕西省','08','榆林市','81','神木市','陕西省榆林市神木市');

/* 安康市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`address`) VALUES 
	('61','陕西省','09','安康市','01','市辖区','陕西省安康市市辖区'),
	('61','陕西省','09','安康市','02','汉滨区','陕西省安康市汉滨区'),
	('61','陕西省','09','安康市','21','汉阴县','陕西省安康市汉阴县'),
	('61','陕西省','09','安康市','22','石泉县','陕西省安康市石泉县'),
	('61','陕西省','09','安康市','23','宁陕县','陕西省安康市宁陕县'),
	('61','陕西省','09','安康市','24','紫阳县','陕西省安康市紫阳县'),
	('61','陕西省','09','安康市','25','岚皋县','陕西省安康市岚皋县'),
	('61','陕西省','09','安康市','26','平利县','陕西省安康市平利县'),
	('61','陕西省','09','安康市','27','镇坪县','陕西省安康市镇坪县'),
	('61','陕西省','09','安康市','28','旬阳县','陕西省安康市旬阳县'),
	('61','陕西省','09','安康市','29','白河县','陕西省安康市白河县');
	
/* 商洛市 */
INSERT INTO `t_division_code` (`prov_code`,`prov_name`,`city_code`,`city_name`,`area_code`,`area_name`,`address`) VALUES 
	('61','陕西省','10','商洛市','01','市辖区','陕西省商洛市市辖区'),
	('61','陕西省','10','商洛市','02','商州区','陕西省商洛市商州区'),
	('61','陕西省','10','商洛市','21','洛南县','陕西省商洛市洛南县'),
	('61','陕西省','10','商洛市','22','丹凤县','陕西省商洛市丹凤县'),
	('61','陕西省','10','商洛市','23','商南县','陕西省商洛市商南县'),
	('61','陕西省','10','商洛市','24','山阳县','陕西省商洛市山阳县'),
	('61','陕西省','10','商洛市','25','镇安县','陕西省商洛市镇安县'),
	('61','陕西省','10','商洛市','26','柞水县','陕西省商洛市柞水县');

/* Table data for table `t_division_code` 甘肃省 */

/* Table data for table `t_division_code` 青海省 */

/* Table data for table `t_division_code` 宁夏回族自治区 */

/* Table data for table `t_division_code` 新疆维吾尔自治区 */